Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: This nebula must have been an important hub at one point; placing all of these jump beacons would be no easy task. However, now it's hardly navigable.
ru: Этот сектор когда-то был важным торговым центром. Теперь же маяки скрыла густая туманность, так что перемещаться стало затруднительно.

source: Nebulas were always dangerous places. Many electronics fail in these clouds. You will have to tread lightly.
ru: Туманности всегда были опасными местами. В этих облаках электроника может выйти из строя. Будьте осторожны.

source: You've entered a sector thick with nebulas. You'll have to navigate on instinct.
ru: Вы вошли в сектор, наполненный туманностями. Искать путь придётся на ощупь.

source: You've entered a nebula-rich sector. You may put a few light years on the fleet, but that's only useful if you make it out the other side.
ru: Вы входите в богатый туманностями сектор. Вы можете на пару световых лет увеличить расстояние до флота повстанцев, но это будет иметь смысл, только если вы сможете долететь до выхода.

source: Thanks to the high nebula density of this sector very little of it has been charted, and rumours of what lurks in the depths abound.
ru: Благодаря высокой плотности туманности, этот сектор не только малоизучен, но и славится слухами о том, что таится в глубинах внутри него.

source: The gases that make up the nebulas in this sector threaten to impair your systems; but you have to press on.
ru: Газы, образующие туманности в этом секторе, угрожают расстроить ваши системы, но вам придётся поднажать вперёд.

source: You've reached an uncharted nebula. The outside environment won't be so pleasant for the pursuing Fleet, but don't rejoice just yet — this also applies to you. Try to reach the exit to the next area without having on-board sensors activated.
ru: Вы достигли неизведанной туманности. Обстановка снаружи не столь приятна для преследующего вас флота, но не спешите радоваться — вас это также касается. Попытайтесь отыскать выход в следующую область, не имея на борту активных сенсоров.

source: The only reference points in this sector are the high-frequency electromagnetic pulses of the jump beacons. Who knows who else these beacons may attract?..
ru: Единственные ориентиры в этом секторе — высокочастотные электромагнитные импульсы прыжковых маяков. Кто знает, кого ещё могут привлечь эти маяки?..

source: A strong magnetic storm rages in this nebula. It'd probably be best to turn off sensitive sensor systems, otherwise you risk losing them until the very end of your mission.
ru: В данной туманности бушует сильнейшая магнитная буря. Будет лучше отключить чувствительные сенсорные системы, иначе вы рискуете потерять их до самого конца вашей миссии.

source: Electronics breakdown, sensors failure, and much more await you on this course...
ru: Выход из строя электроники, отказ сенсоров — это и многое другое далее по курсу.

source: This sector is densely packed with nebulae. Well, at least this will give you a good chance to collect more resources. Just don't forget about the Rebels...
ru: Этот сектор густо насыщен туманностями. Что ж, у вас есть неплохие шансы собрать побольше ресурсов. Главное, не забывать о повстанцах...

source: The good news is that you can easily lose the Rebels in the nebula. The bad news is that you can just as easily get in trouble...
ru: Хорошая новость — в туманности можно легко оторваться от повстанцев. Плохая — можно так же легко вляпаться в неприятности...

source: As soon as you enter the nebula, the sensor system fails. It's encouraging that Rebel pursuit will be slower here. But that's about it... You'll have to try to find a way out of here.
ru: Едва вы попадаете в туманность, как система сенсоров выходит из строя. Радует мысль, что флоту повстанцев будет не легче, если они полетят следом. Но только и всего... Придётся постараться, чтобы найти выход отсюда.

source: The uncharted nebula isn't a place you want to stay in for long. Try to find a way out of here as soon as possible.
ru: Неизведанная туманность — вовсе не то место, где стоит надолго задерживаться. Постарайтесь как можно быстрее найти выход отсюда.

# data/events_nebula.xml.rawclobber$//event[@name="FLEET_EASY_NEBULA"]/text
source: An advanced Rebel hunter easily found your ship. You can't see it through the nebula, but you can assume the fleet is right on top of you. You need to escape quickly.
ru: Улучшенный охотник повстанцев легко находит ваш корабль. Вы не видите его сквозь туманность, но можно предположить, что флот уже наступает вам на пятки. Нужно бежать, и быстро.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[1]
source: Some brave entrepreneurs set up a station here to extract elements from the nebula. There seems to be a public shipyard and rest stop here as well.
ru: Какие-то смелые предприниматели развернули здесь станцию для добычи элементов из туманности. Кажется, тут есть общественный док и даже гостиница.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[2]
source: Seeing a trade depot set up near the beacon implies there is an alien settlement on some nearby rock. You decide to check out their wares.
ru: Торговый пост, развёрнутый неподалёку от маяка, предполагает собой, что на какой-то скале поблизости есть инопланетное поселение. Вы решаете посмотреть на их товары.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[3]
source: The centre of a hydrogen cloud doesn't seem like a very usual place for a store, but the Engi aren't a usual species. Wouldn't hurt to take a look.
ru: Центр водородного облака — не совсем обычное место для магазина, но инжи тоже не совсем обычные существа. Взглянуть не помешает.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[4]
source: An Engi cargo vessel hails: "Propose mutually beneficial exchange of properties." That smells like a bargain.
ru: Грузовое судно инжи приветствует: «Предлагается взаимовыгодный обмен имуществом». Тут пахнет сделкой!

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_STORE"]/text[5]
source: You discover a cluster of Federation refugee ships taking shelter in the folds of the nebula. "I'm sorry we've got nothing to give you, but we need scrap to keep the engines running." You sense they'll strike a trade.
ru: Вы обнаруживаете скопление кораблей беженцев Федерации, укрывающихся в складках туманности. «Простите, нам нечего вам дать... А для того, чтобы поддерживать двигатели на ходу, нам так нужен лом, ну просто катастрофически нужен!» Это вам кажется, или они напрашиваются на обмен?

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[1]
source: You can't see anything through the thick gases surrounding your ship. Without knowing what is out there, all you can do is wait for your FTL to charge.
ru: Вы ничего не видите сквозь плотный слой газа вокруг вашего корабля. Не зная того, что за ним находится, всё, что вы можете сделать — ожидать, пока зарядится ваш FTL.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[2]
source: Without active sensors you have no other option but to look out of the view-ports in apprehension. It's eerily quiet.
ru: Сенсоры ничего не могут зарегистрировать, и у вас нет другого выбора, кроме как с нехорошим предчувствием вглядываться в иллюминаторы. Вокруг как-то устрашающе тихо.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[3]
source: As you wait for the FTL drive to charge, you half expect to be ambushed at any moment. However, no attack comes...
ru: У вас появляется стойкое предчувствие, что пока заряжается FTL-привод, кто-нибудь накинется на вас из засады. Однако всё проходит гладко...

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[4]
source: You feel naked without functioning sensors. You half expect a Rebel ship to appear from behind a cloud at any moment, but none come.
ru: Вы чувствуете себя лёгкой добычей без работающих сенсоров. Вам кажется, что корабль повстанцев неожиданно появится из облака в любую минуту, но никого нет.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[5]
source: Your crew are constantly looking out of the windows, checking for hostiles. They jump at every creak and moan of the ship. The tension is almost palpable...
ru: Ваш экипаж непрерывно смотрит в иллюминаторы в поисках врагов, аж подпрыгивая от любого скрипа или стона на корабле. Напряжение, висящее в воздухе, почти осязаемо...

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[6]
source: You nervously glance out the windows but the only thing to greet you is more clouds and silence.
ru: Вы нервно посматриваете в иллюминаторы, но единственное, что вас там приветствует — ещё больше тишины и облаков.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[7]
source: You cycle through wide-band comm channels as soon as you arrive. Nothing but static.
ru: По прибытии вы переключаетесь между широкополосными каналами. Ничего кроме шума.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[8]
source: With the sensors down, you spend a good deal of time staring out the window. It is, you must admit, rather beautiful here.
ru: Из-за отрубившихся сенсоров вы проводите немало времени, вглядываясь в окно. Нужно признать, здесь довольно красиво.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_EMPTY_LIST"]/text[9]
source: There's nothing here, save for vast swirls of gas reflecting rays from a distant sun.
ru: Здесь ничего нет, за исключением огромных газовых смерчей, отражающих свет далёкого солнца.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[1]
source: You cross paths with an advance scout of the Rebel fleet searching this section of the nebula for your ship.
ru: Вы натыкаетесь на продвинутого разведчика повстанцев, рыскающего в этой части туманности в поисках вашего корабля.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[2]
source: A ship bearing Rebel colors can be seen waiting near the beacon. They must have been waiting for you, since they engage immediately.
ru: Рядом с маяком можно увидеть ожидающий корабль с расцветкой повстанцев. Они, должно быть, ждали вас, и немедленно готовятся к битве.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[3]
source: The Rebels must have anticipated you would try to lose them within the nebula. A scout is waiting for you at the beacon.
ru: Повстанцы, должно быть, предвидели, что вы можете оторваться от них в туманности. Разведчик ждёт вас у маяка.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[4]
source: It looks like you will be unable to avoid the Rebels by traveling through the nebula. A Rebel ship is waiting for you near the beacon.
ru: Похоже, вы не сможете избежать встречи с повстанцами, путешествуя через туманность. Корабль повстанцев ждёт вас рядом с маяком.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[5]
source: Shortly after you arrive, a Rebel ship jumps nearby. There looks to be no escape. Prepare for a fight!
ru: Вскоре после вашего прибытия вслед за вами прыгает корабль повстанцев. Похоже, сбежать от него не удастся. Приготовьтесь к бою!

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[6]
source: Newton-knows what brings this Rebel ship so far out; its captain hails, but does a double take when he identifies your ship. They open fire.
ru: Только Ньютону известно, что могло завести этот корабль повстанцев так далеко. Его капитан отвечает на приветствие, но, присмотревшись, идентифицирует ваш корабль. Они открывают огонь.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_REBEL_LIST"]/text[7]
source: A Rebel ship hails, but you don't take chances in conditions like this. You block the frequency and prepare to engage.
ru: Корабль повстанцев приветствует вас, но вы решаете не рисковать в таких условиях. Вы блокируете частоту и готовитесь к сражению.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[1]
source: You cross paths with an advance scout of the Rebel fleet searching this section of the nebula for your ship.
ru: Вы натыкаетесь на продвинутого разведчика повстанцев, рыскающего в этой части туманности в поисках вашего корабля.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[2]
source: You jump into a calmer part of the nebula. However, your relief fades as a Rebel scout jumps to the beacon and moves in to attack.
ru: Вы совершаете прыжок в более спокойную часть туманности. Однако ваше спокойствие улетучивается, как только корабль повстанцев прыгает к маяку и движется в атаку.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[3]
source: The tangled wrecks of many ships wait in dormancy here. You see lights flicker on what looks like debris. A Rebel scout bursts out of the wreckage!
ru: Здесь покоятся спутанные обломки множества кораблей. Вы видите мерцание огней в куче, выглядящей как мусор. Разведчик повстанцев вырывается из обломков!

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[4]
source: This drone isn't looking for you. Perhaps it's scouting ahead for the Rebel expansion or maybe they're seeking to use this nebula for cover. Regardless, it identifies you as hostile.
ru: Этот беспилотник не разыскивал вас. Возможно, это авангард повстанцев, разведывающий обстановку, или, может быть, они пытаются использовать эту туманность как прикрытие. В любом случае он идентифицирует вас как угрозу.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_AUTO_LIST"]/text[5]
source: It's worrying that the Rebels have penetrated so deep into uncharted space, even if it is only an unmanned craft. It arms its weapons; you should do the same.
ru: Тревожно, что повстанцы проникли так глубоко в туманность, даже если это всего лишь беспилотный корабль. Он активирует оружейные системы, вам следует сделать то же самое.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_WARNING"]/text
source: It appears that an automated Rebel scout was positioned within the nebula to warn of your passing.
ru: Похоже, что автоматизированный разведчик повстанцев был расположен в туманности, чтобы докладывать о ваших передвижениях.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[1]
source: As you drift through the nebula an unmarked vessel descends from the clouds and into your wake. Their weapons come online.
ru: Пока вы пробирались через туманность, неопознанное судно спикировало из облаков и село вам на хвост. Их орудия включаются.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[2]
source: A pirate ship pulls out of the ether and hails: "You know what I love about this part of the galaxy? The explorers! You always carry such fine loot." They lock weapons.
ru: Пиратский корабль появляется из ниоткуда и приветствует вас: «Ты знаешь, почему я люблю эту часть Галактики? Исследователи! У вас всегда много полезных вещей». Они нацеливают орудия.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[3]
source: As you coast through the nebula a pirate ship matches your course and closes the distance. Better to pick your battleground, but beggars can't be choosers.
ru: Пока вы плывёте через туманность, на ваш курс ложится пиратский корабль, который быстро сокращает дистанцию. Было бы лучше сражаться на своих условиях, но выбирать не приходится.

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[4]
source: A hostile vessel descends from out of the nebula. Combat stations!
ru: Враждебное судно спускается к вам из туманности. Боевая тревога!

# data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_PIRATE"]/text[5]
source: You try to read the ID of a ship ahead in the fog, but it's too thick to penetrate. You have your answer when the ship turns, weapons hot!
ru: Вы пытаетесь опознать корабль в тумане впереди, но он слишком плотный, чтобы что-то разглядеть. Ответ приходит, когда корабль разворачивается с разогретыми орудиями!

source: Nebulas are known to be popular Mantis hunting grounds. Information you would have done well to heed here.
ru: Широко распространено мнение, что туманности — излюбленное место охоты мантисов. Эта деталь запомнилась вам достаточно хорошо, чтобы не дать застигнуть себя врасплох.

source: You detect a Mantis expedition vessel returning home with its haul. So determined are they, in fact, that they don't wait to see if you're hostile before firing.
ru: Вы засекли рейдер мантисов, возвращающийся с добычей. Мантисы настроены решительно, и им плевать, враждебны вы или нет. Они открывают огонь первыми.

source: A Mantis ship, lost in the storm, hails you. "Sensors are out. We have no local telemetry. We will take yours." You detect a power increase in their weapons systems.
ru: Корабль мантисов, потерявшийся в космическом шторме, выходит с вами на связь: «Сенсоры сдохли. Данных о ближайшей местности нет. Ваши в самый раз сгодятся!» Вы засекаете увеличение мощности в их оружейных системах.

source: A Mantis ship hails you through the storm: "These are sacred Urggghtnag clan hunting grounds. You are prey." Shields up!
ru: Корабль мантисов связывается с вами сквозь шторм: «Это священные охотничьи угодья клана Ургггхтнаг. А ты — жертва». Поднять щиты!

source: You notice a Mantis attack ship ducking between the clouds of swirling space stuff; it's hunting you. You try to get the jump and move in to attack.
ru: Вы замечаете истребитель мантисов, затаившийся среди облаков кружащихся космических материалов. Он охотится на вас. Вы пытаетесь подготовиться к прыжку и идёте в атаку.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_UNDETECTED"]/text
source: Your ship emerges quite far away from the beacon. You see a Rebel ship waiting nearby, undoubtedly stationed to look for you.
ru: Ваше судно появляется вдали от маяка. Вы видите, что корабль повстанцев ждёт поблизости, и ждёт он, несомненно, именно вас.

source: Attack the ship.
ru: Атаковать корабль.

source: Try to go unnoticed.
ru: Попытаться остаться незамеченным.

source: (Cloaking) Cloak to stay hidden.
ru: (Маскировка) Активировать маскировку, чтобы оставаться незамеченными.

source: You use your cloaking system to slip further into the nebula undetected.
ru: Вы используете систему маскировки, чтобы проскользнуть в туманность незамеченным.

source: You immediately slip further into the clouds, but not quickly enough. The Rebel catches sight of you and moves in to engage!
ru: Вы незамедлительно скользнули дальше в облака, но недостаточно быстро. Повстанец заметил вас и приближается, чтобы открыть огонь!

source: Prepare to fight.
ru: Приготовиться к бою.

source: (Improved Engines) Fully power the engines to out-run them.
ru: (Улучшенные двигатели) Включить двигатели на полную мощность и оторваться от них.

source: Your powerful engines allow you to out-distance the ship and eventually lose it within the nebula.
ru: Ваши мощные двигатели позволяют вам оторваться от корабля и со временем затеряться в туманности.

source: You power down non-essential systems and slip into the cloud. The ship never noticed you.
ru: Вы обесточили несущественные системы и скользнули в облако. Теперь вас ни за что не заметить.

source: The ship spots you and gives chase. After some quick maneuvering you were able to lose your pursuers in the clouds. You expect they warned the fleet of your position, however.
ru: Корабль заметил вас и начал преследование. После нескольких быстрых манёвров вы смогли оторваться от ваших преследователей в облаках. Однако вы полагаете, что они предупредят флот о вашей позиции.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_PIRATE_SMUGGLE"]/text
source: A pirate ship arrives shortly after you. Judging from the fact that it is attempting to avoid your ship, you assume that it's a smuggler trying to stay away from beacons.
ru: Пиратский корабль прибыл вскоре после вас. Судя по тому, что он старается избегать вашего корабля, вы предполагаете, что это контрабандист, пытающийся держаться подальше от маяков.

source: Attack the pirate.
ru: Атаковать пиратов.

source: You power up your weapons and move in to engage.
ru: Вы заряжаете свои орудия и идёте на сближение.

source: Ignore the ship.
ru: Игнорировать корабль.

source: It jumps away after a time.
ru: Спустя некоторое время он совершает прыжок.

source: (Advanced Weapons) Activate your advanced weapons threateningly.
ru: (Продвинутые орудия) Многозначительно активировать ваши грозные орудия.

source: They hail you, "There's no need for aggression... Perhaps this would convince you to look the other way?"
ru: Они приветствуют вас: «Не нужно агрессии... Возможно, это убедит вас не обращать внимания?»

source: Take their bribe.
ru: Принять их взятку.

source: Ignore their bribe and attack.
ru: Не соглашаться на подкуп и атаковать.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/text
source: An advance Rebel automated ship remains stationed near a small Rebel space-station. However, without functioning sensors it is impossible to tell what is inside.
ru: Улучшенный автоматический корабль повстанцев охраняет маленькую космическую станцию. Однако, без работающих сенсоров невозможно сказать, что находится внутри.

source: Attack the automated ship to get to the station.
ru: Атаковать автоматический корабль, чтобы добраться до станции.

source: Avoid provoking the ship.
ru: Не провоцировать корабль.

source: (Cloaking) Attempt to stealthily access the space station.
ru: (Маскировка) Попытаться бесшумно проникнуть на космическую станцию.

source: (Improved Cloaking) Attempt to stealthily access the space station.
ru: (Улучшенная маскировка) Использовать маскировку, чтобы проникнуть на космическую станцию.

source: You successfully sneak by the ship and access the station undetected.
ru: Вы успешно проскользнули мимо корабля и получили доступ к станции незамеченными.

source: (Hacking) Try to hack the station to prevent an alert.
ru: (Взломщик) Попытаться взломать станцию, чтобы предотвратить тревогу.

source: (Improved Hacking) Hack the station to prevent an alert.
ru: (Улучшенный взломщик) Взломать станцию, чтобы предотвратить тревогу.

source: You successfully hack into the station and sever the connection to the automated ship, accessing the station completely undetected.
ru: Вы успешно взламываете станцию и обрываете соединение с автоматическим кораблём, оставаясь при этом абсолютно незаметным.

source: You successfully sneak by the ship and access the station undetected.
ru: Вы успешно проскользнули мимо корабля и получили доступ к станции незамеченными.

source: You try to sneak past the automated ship but it quickly turns and attacks!
ru: Вы пытаетесь проскользнуть мимо автоматического корабля, но он быстро разворачивается и атакует!

source: You successfully hack into the station and sever the connection to the automated ship. You access the station undetected.
ru: Вы успешно взламываете станцию и обрываете соединение с автоматическим кораблём. Вы получаете доступ к станции не обнаруженным.

source: You send a drone to hack the station but the automated ship notices and turns to attack!
ru: Вы отправляете дрона для взлома станции, но автоматический корабль замечает вас и начинает атаковать!
