Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: Your sensors aren't powerful enough to find anything here. Nothing remains, except to continue your mission and move on.
ru: Мощности ваших сенсоров не хватает, чтобы что-то здесь обнаружить. Ничего не остаётся, кроме как продолжить полёт.

source: After a few minutes of scanning, you finally spot a wrecked Slug ship. Inside, you find no one at all. Riddled with breaches, tt looks like the hull depressurized and blew right out into open space. You take everything you can from the broken ship.
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: After a few minutes of scanning, you finally spot a wrecked Slug ship. Inside, you find no one at all. Riddled with breaches, tt looks like the hull depressurized and blew right out into open space. You take everything you can from the broken ship.
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: After a few minutes of scanning, you finally spot a wrecked Slug ship. Inside, you find no one at all. Riddled with breaches, tt looks like the hull depressurized and blew right out into open space. You take everything you can from the broken ship.
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: After a few minutes of scanning, you finally spot a wrecked Slug ship. Inside, you find no one at all. Riddled with breaches, tt looks like the hull depressurized and blew right out into open space. You take everything you can from the broken ship.
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Внутри никого нет, похоже, что тела унесло в открытый космос сквозь пробоины в корпусе. Вы забираете всё пригодное с разбитого судна.

source: After a few minutes of scanning, you finally spot a wrecked Slug ship. The sole surviving Slug joins your crew, and you take everything you can from the broken ship.
ru: После нескольких минут сканирования вы наконец засекаете разбившийся корабль слагов. Единственный уцелевший слаг присоединяется к вашей команде, а вы забираете всё пригодное с разбитого судна.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP"]/text
source: Surprisingly, the distress signal is transmitted by an Avatar ship! They don't hurry to attack you, but don't answer your hails either.
ru: Удивительно, но сигнал бедствия передаёт корабль аватаров! Кажется, они не торопятся нападать, но и на ваши вызовы не отвечают.

source: Attack them!
ru: Атаковать их!

source: Once you activate your weaponry, the Avatar ship comes to life and starts charging its own.
ru: Как только вы активируете орудия, корабль аватаров оживает и заряжает свои.

source: Leave them be.
ru: Оставить их в покое.

source: You decide not to run into trouble and prepare to jump away.
ru: Вы решаете не нарываться на неприятности и готовитесь к отлёту.

source: (Avatar Crewmember) Have your Avatar hail them.
ru: (Член экипажа аватар) Подозвать вашего аватара.

source: Although your Avatar cannot communicate with you, they still understand what's required of them. For some time they disappear and reappear on the AI ship. You don't really understand what they did there, but the ship sends you a capsule with a weapon inside in gratitude. However, "gratitude" may not be the right word to use when referring to artificial intelligence.
ru: Хотя ваш аватар и не может общаться с вами, он всё же понимает, что от него требуется. На какое-то время он исчезает и появляется на корабле ИИ. Вы так и не поняли, что он там сделал, но они отправляют вам в качестве благодарности капсулу с орудием. Впрочем, "благодарность" может и не совсем подходящее слово по отношению к искусственному интеллекту.

source: Although your Avatar cannot communicate with you, they still understand what's required of them. For some time they disappear and reappear on the AI ship. You don't really understand what they did there, but the ship sends you a capsule with an augmentation inside in gratitude. However, "gratitude" may not be the right word to use when referring to artificial intelligence.
ru: Хотя ваш аватар и не может общаться с вами, он всё же понимает, что от него требуется. На какое-то время он исчезает и появляется на корабле ИИ. Вы так и не поняли, что он там сделал, но они отправляют вам в качестве благодарности усиление для корабля. Впрочем, "благодарность" может и не совсем подходящее слово по отношению к искусственному интеллекту.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AVATAR_HELP2"]/text
source: The distress signal turned out to be a trap — you have to fight an AI ship right in the middle of a plasma storm!
ru: Сигнал бедствия оказался ловушкой, вам придётся сражаться с кораблём ИИ прямо в центре плазменной бури!

# data/events_nebula.xml.rawclobber$//event[@name="AVATAR_HELP3"]/text
source: The distress call leads you straight into a pulsar, near which an AI ship is waiting for you. It's a trap!
ru: Сигнал бедствия приводит вас прямиком к пульсару, возле которого вас и поджидал корабль ИИ. Ловушка!

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_AI_KILLS_CIV"]/text
source: The distress call was transmitted by a heavily battered civilian vessel. Ghosts attacked their trade convoy, and although the civilians managed to escape, on one of the ships, its built-in artificial intelligence system went insane and tried to kill its own crew by seizing control of the ship and mind controlling them. If you manage to damage the ship's AI very strongly, before their crew dies, they promise to thank you.
ru: Сигнал бедствия передавало сильно потрёпанное гражданское судно. На их торговый конвой напали призраки, и, хотя гражданским удалось сбежать, на одном из кораблей встроенная система искусственного интеллекта сошла с ума и пытается убить собственный экипаж, захватив их разум. Если вам удастся повредить ИИ корабля достаточно сильно, до того как умрёт их экипаж, вас обещают отблагодарить.

source: A trade convoy, in this sector? That sounds far from the truth, attack them!
ru: Торговый конвой в этом секторе? Это не похоже на правду, атаковать их!

source: The civilians send curses your way, but are preparing to defend themselves, despite their damage.
ru: Гражданские посылают проклятья в ваш адрес, но готовятся защищаться, несмотря на повреждения.

source: Go to the captured ship and try to disable the AI with the help of several volleys.
ru: Отправиться к захваченному кораблю и попробовать отключить ИИ с помощью нескольких залпов.

source: With your approach, the ship activates its armament, disconnecting its life support systems! You'll need to hurry and stop it while their ship still has oxygen.
ru: При вашем приближении судно активирует вооружение, отключив при этом свои системы жизнеобеспечения! Нужно торопиться, пока на их корабле ещё есть кислород.

source: The civilians begin to suffocate...
ru: Гражданские начинают задыхаться...

source: Don't interfere and get ready to fly away.
ru: Не вмешиваться и приготовиться улететь.

source: The ship captured by the artificial intelligence soon jumps away somewhere into the nebula, and the civilians beside you patch up the holes in their hull.
ru: Захваченный искусственным интеллектом корабль вскоре совершает прыжок куда-то в туманность, а гражданские рядом с вами заваривают дыры в обшивке.

# data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/surrender/text
source: Apparently, the ship's AI disconnected and lost its control over the ship's systems and crew.
ru: По всей видимости, ИИ корабля отключился и потерял контроль над экипажем и системами корабля.

source: Cease fire.
ru: Прекратить огонь.

source: You stop just in time, and the people freed from the mind control immediately rush to put on oxygen masks. Approaching, the civilians shower you with gratitude for saving their comrades and give you a weapon from their holds.
ru: Вы вовремя останавливаетесь, а освободившиеся от контроля разума люди тут же спешат надеть кислородные маски. Приблизившись, гражданские осыпают вас благодарностями за спасённых товарищей и дают вам орудие из своих трюмов.

source: Continue firing.
ru: Продолжить огонь.

source: Disassemble them for scrap metal — the only true solution to this situation.
ru: Разобрать их на металлолом — единственно верное решение в данной ситуации.

# data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/destroyed/text
source: You completely destroy the civilian ship, and their comrades will obviously not thank you for its obliteration. However, no one bothers you while you profit from its remains.
ru: Вы полностью уничтожили корабль гражданских, и благодарить за убийство своих товарищей вас явно не будут. Однако, поживиться остатками корабля никто не мешает.

# data/events_nebula.xml.rawclobber$//ship[@name="AI_CIV_EVENT"]/deadCrew/text
source: The crew of the target is dead, and the ship's AI disconnected, apparently, having fulfilled its purpose. You convince the civilians that you did all that could — though evidently not enough — and they fly away embittered, leaving you to collect everything of value from the captured ship.
ru: Экипаж цели мёртв, а ИИ корабля отключился, видимо, выполнив свою цель. Вы убеждаете гражданских, что сделали всё, что смогли, и те улетают прочь. А вы собираете всё ценное с захваченного корабля.

source: The civilians get in touch: "I beg you, stop! We'll give you everything we've got! "
ru: Гражданские выходят на связь: «Умоляем вас, остановитесь! Мы отдадим всё, что у нас есть!»

source: Cease fire.
ru: Прекратить огонь.

source: They send you a container with cargo.
ru: Они отправляют вам контейнер с грузом.

source: This is not enough, demand more.
ru: Этого мало, потребовать ещё.

source: Again cursing you, they send a little scrap. It seems that they have nothing more for you to take, so you get ready to fly away.
ru: Снова проклиная вас, они отправляют ещё немного лома. Похоже, что с них больше нечего взять, вы готовитесь улететь.

source: Finish them off.
ru: Добить их.

source: "How could you, you promised not to attack?!" says their captain, almost crying. Well, what can you do, in these difficult times you have no other choice.
ru: «Как же так, вы же обещали?!» — их капитан чуть ли не плачет. Ну а что, в эти трудные времена у вас нет другого выхода.

source: Release them and fly away.
ru: Отпустить их и улететь.

source: Continue firing.
ru: Продолжить огонь.

# data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/escape/text
source: You register that their ship is charging their FTL Drive.
ru: Также вы регистрируете, что их корабль заряжает FTL-привод.

# data/events_nebula.xml.rawclobber$//ship[@name="DAMAGED_CIV_EVENT"]/gotaway/text
source: The ship jumped away somewhere into the depths of the nebula, and you don't risk pursuing them.
ru: Корабль совершил прыжок куда-то в туманность, вы не рискуете их разыскивать.

source: The civilian ship explodes, and you collect the debris from its remains.
ru: Корабль гражданских взрывается, и вы собираете оставшиеся от него обломки.

source: With their crew dead, you clean out their holds.
ru: Экипаж мёртв, и вы обчищаете их трюмы.
