Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_LOST_SHIP"]/text
source: A heavily damaged Federation ship is hiding in the nebula at this beacon. Before you have time to make contact with them, they fade into the nebula.
ru: Тяжело повреждённый корабль Федерации прячется в туманности около этого маяка. Прежде чем вы успеваете вступить с ним в контакт, он исчезает в туманности.

source: Attempt to follow and help them.
ru: Попытаться последовать за ними и помочь.

source: Keep your position, they can handle themselves.
ru: Остаться на месте, пусть сами разбираются со своими проблемами.

source: (Teleporter) Lock onto their life-signs with your teleporter.
ru: (Телепортер) Попробовать телепортировать кого-нибудь из того места, где сенсоры регистрируют признаки жизни.

source: (Long-Ranged Scanners) Pump extra power into your sensors and try to track them.
ru: (Сканеры широкого охвата) Подать дополнительную энергию на ваши сенсоры и попробовать отыскать их.

source: Your search is hopeless. Your sensors can't pick up anything in the nebula.
ru: Поиск не дал результатов. Ваши сенсоры не могут ничего засечь в туманности.

source: While searching fruitlessly through the nebula, you stumble upon the Rebel ship which the Federation loyalists were likely hiding from. You prepare for a fight.
ru: В процессе бесплодных поисков в туманности вы натыкаетесь на корабль повстанцев, от которого, по всей видимости, прятались лоялисты Федерации. Вы готовитесь к бою.

source: You get lucky and find them floating not too deep into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
ru: Вам повезло, и вы нашли их парящими неглубоко в туманности. Взволнованные, что их нашли свои, они поднимаются на борт и покидают свой разрушенный корабль.

source: Your local radar flickers, periodically showing signs of a large object in the clouds nearby. However it's enough to get coordinates and you find the ship... an empty hull, long since stripped of functioning components.
ru: Радар местности мигает, периодически показывая признаки крупного объекта в облаке рядом. Тем не менее этого достаточно, чтобы вычислить его координаты, и вы находите корабль... Точнее пустой корпус, давно лишившийся работающих компонентов.

source: You follow the faint signatures and find them floating not too far away into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
ru: Вы следуете за ними по быстро исчезающим следам, и находите их парящими не слишком глубоко в туманности. Взволнованные, что их нашли свои, они поднимаются на борт и покидают свой разрушенный корабль.

source: You follow the faint signatures and find them floating not too far away into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
ru: Вы следуете за ними по быстро исчезающим следам, и находите их парящими не слишком глубоко в туманности. Взволнованные, что их нашли свои, они поднимаются на борт и покидают свой разрушенный корабль.

source: You beam the Federation crew aboard. One gladly joins your crew, the rest wait to be dropped off at the next station.
ru: Вы переместили экипаж Федерации на борт. Один с радостью присоединился к вашему экипажу, остальные ждут высадки на следующей станции.

source: You beam the Federation crew aboard. One gladly joins your crew, the rest wait to be dropped off at the next station.
ru: Вы переместили экипаж Федерации на борт. Один с радостью присоединился к вашему экипажу, остальные ждут высадки на следующей станции.

source: As soon as you prepare the teleporter, the sensors lose the signal, and you're back to flying alone through the thick nebula...
ru: Как только вы подготавливаете телепортер, сенсоры теряют сигнал, и вы снова летите в одиночестве сквозь густую туманность...

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/text
source: A black market weapons trader spins you something unintelligible about the dangers lurking in the nebula before pushing his wares in front of you.
ru: Нелегальный торговец оружием плетёт вам что-то невнятное об опасностях, таящихся в туманностях, после чего навязчиво пытается толкнуть вам свой товар.

source: Attack the ship.
ru: Атаковать корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/text
ru: Приобрести неизвестное оружие за 35 лома.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_WEAPONS_TRADER"]/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="1"]/text
ru: (Член экипажа слаг) Ваш слаг предвидит результат сделки...

source: Ignore the ship.
ru: Игнорировать корабль.

source: (Mind Control) Convince him to make it a better deal.
ru: (Контроль разума) Убедите его совершить более выгодную сделку.

source: You transfer the scrap and receive a weapon in return. Let's hope it was worth it.
ru: Вы пересылаете лом и получаете оружие взамен. Будем надеяться, оно того стоит.

source: You transfer the scrap and receive a weapon in return. Let's hope it was worth it.
ru: Вы пересылаете лом и получаете оружие взамен. Будем надеяться, оно того стоит.

source: You transfer over the scrap, but he reneges on the agreement. "I told you this was a dangerous place!"
ru: Вы пересылаете лом, но он не соблюдает соглашение: «Я же говорил, что это опасные места!»

source: Attack the ship!
ru: Атаковать корабль!

source: Having learned a valuable lesson, move on.
ru: Получив ценный урок, двинуться дальше.

source: Once "convinced" to help he lowers the price and describes the weapon. However, he eventually comes to his senses and confusedly takes back his discount. He is clearly unsure why he offered it in the first place.
ru: Будучи "убеждённым" в необходимости помочь, он снижает цену и описывает оружие. Однако он постепенно приходит в себя и отказывается от скидки. Он явно не может понять, почему он вообще предложил вам скидку.

source: Buy the weapon.
ru: Купить оружие.

source: You purchase the weapon and thank him for his help.
ru: Вы покупаете оружие и благодарите его за помощь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[1]/choice[2]/text
ru: Мы передумали, атаковать их!

source: Decline.
ru: Отказаться.

source: You thank him for his offer and prepare to move on.
ru: Вы благодарите его за предложение и готовитесь двигаться дальше.

source: Once "convinced" to help, he casually states that his offer was actually a lie and that they planned to attack your ship. By the time he returns to his senses you've already prepared your ship to fight.
ru: Будучи "убеждённым" в необходимости помочь, он рассказывает, что его предложение было враньём, а они сами собирались напасть на ваш корабль. К тому времени, как он пришёл в себя, вы уже подготовились к бою.

source: Once "convinced" to help he agrees to make a slight discount and shows you a weapon.
ru: Он соглашается сделать небольшую скидку и показывает вам оружие.

source: Buy the weapon.
ru: Купить оружие.

source: You purchase the weapon and thank him for his help.
ru: Вы покупаете оружие и благодарите его за помощь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_WEAPONS_TRADER_LIST2"]/event[3]/choice[2]/text
ru: Мы передумали, атаковать их!

source: Decline.
ru: Отказаться.

source: You thank him for his offer and prepare to move on.
ru: Вы благодарите его за предложение и готовитесь двигаться дальше.

# data/events_nebula.xml.rawclobber$//ship[@name="PIRATE_NEIZ"]/gotaway/text
source: The pirate jumped away.
ru: Пиратский корабль совершил прыжок.

source: data/events_nebula.xml.rawclobber$//ship[@name="PIRATE_NEIZ"]/deadCrew/text
ru: Вы забираете всё ценное с корабля и ищете то самое "неизвестное орудие".

# data/events_nebula.xml.rawclobber$//eventList[@name="NEIZ_END"]/event[1]/text
source: There isn't any such weapon on board; the pirate was just trying to deceive you.
ru: А нет никакого орудия, вас просто пытались обмануть.

# data/events_nebula.xml.rawclobber$//eventList[@name="NEIZ_END"]/event[2]/text
source: After a while you do find the weapon, and it turned out to be...
ru: Спустя некоторое время орудие находится, и это оказалось...

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/text
source: A Rock armoured transport nearby looks to have lost its bearings, but when you hail they grow suspicious: "Whatever life-form you are, we find you repugnant. We seek no aid. Leave. Now."
ru: Бронированный транспортник роков неподалёку от вас, похоже, потерял ориентацию в пространстве, но когда вы приветствуете их, они с подозрением отвечают: «К какой бы форме жизни вы ни принадлежали, вы нам отвратительны. Нам не нужна помощь. Уходите. Немедленно».

source: Repugnant?! Arm the weapons!
ru: Отвратительны?! Зарядить орудия!

source: Leave this place.
ru: Покинуть это место.

source: (Rock Crewmember) Offer to lead them out of the nebula.
ru: (Член экипажа рок) Предложить вывести их из туманности.

source: The Rock grudgingly transfer control of their helm to you and you steer them to a thinner part of the nebula. They're not sure what to think, but transfer over some supplies all the same.
ru: Роки нехотя передают управление вам, и вы выводите их в менее плотную часть туманности. Они не знают, что и думать, но, тем не менее, передают вам часть своих запасов.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[@req="orchid"]/text
ru: (Член экипажа орхид) Отправить орхида для переговоров.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_ROCK_RACIST"]/choice[@req="orchid"]/event/text
ru: «Цветы? Для меня? Извините за невежливое поведение ранее». Вы ведёте роков к границе туманности, где облака рассеиваются. Роки впечатлены и передают вам кое-какие припасы.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_MANTIS_CHOICE"]/text
source: Navigating the fog blind, you practically bump hulls with a Mantis ship. They hail you: "Pah! This transgression will be overlooked. Nebula, very dangerous. Next time, humans all die."
ru: Пытаясь вслепую сориентироваться в тумане, вы чуть не столкнулись корпусами с кораблём мантисов. Они выходят на связь с вами: «Ха! Мы закроем на это глаза. Туманность, очень опасно. В следующий раз все человеки умрут».

source: There won't be a next time. Open fire!
ru: Следующего раза не будет. Открыть огонь!

source: This place is dangerous enough. Move on.
ru: Здесь и так достаточно опасно. Двинуться дальше.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/text
source: You spot a Rebel ship in the nebula ahead and stay off their radar. Try to engage?
ru: Вы замечаете в туманности перед собой корабль повстанцев и держитесь вне их радаров. Попытаться напасть на них?

source: Prepare to chase them!
ru: Приготовиться к преследованию!

source: Stay hidden.
ru: Оставаться незамеченными.

source: You try and stay out of sight. You doubt they saw you.
ru: Вы пытаетесь держаться вне их взора. Вряд ли они вас видели.

source: (Advanced Sensors) Try to track them as you move to engage.
ru: (Продвинутые сенсоры) Приблизиться к ним, следуя их траектории, и одновременно приготовиться к атаке.

source: As soon as they see you they make a run for it. You squeeze what you can out of the malfunctioning sensors and are able to keep track of them long enough to get in firing range.
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: (Long-Ranged Scanners) Try to track them as you move to engage.
ru: (Сканеры широкого охвата) Приблизиться к ним, следуя их траектории, и одновременно приготовиться к атаке.

source: As soon as they see you they make a run for it. You squeeze what you can out of the malfunctioning sensors and are able to keep track of them long enough to get in firing range.
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: (Lifeform Scanner) Use their life signatures to follow.
ru: (Сканер жизненных форм) Преследовать их, используя сканер жизненных форм.

source: Your augment's ability to keep track of their life signatures within the nebula proves useful. You catch up to the ship and prepare for a fight.
ru: Способность вашего усиления обнаруживать живые организмы оказывается крайне полезной в туманности. Вы догоняете их корабль и готовитесь к бою.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="SHIPRADAR"]/text
ru: (Направленный сканер) Преследовать их, используя направленный сканер.

source: As soon as they see you they make a run for it. You squeeze what you can out of the malfunctioning sensors and are able to keep track of them long enough to get in firing range.
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_CHASE"]/choice[@req="SHIPRADAR2"]/text
ru: (Анализатор морфов) Преследовать их, используя анализатор.

source: As soon as they see you they make a run for it. You squeeze what you can out of the malfunctioning sensors and are able to keep track of them long enough to get in firing range.
ru: Заметив вас, они делают ноги. Вы выжимаете всё, что можете из неисправных сенсоров и умудряетесь не потерять их, приближаясь на расстояние стрельбы.

source: You follow their vapour trails and surf onto their six o'clock, weapons hot.
ru: Вы ориентируетесь по их FTL-следу и заходите на них с тыла, заряжая орудия.

source: Without sensors you can't maintain a lock for long. The Rebels slip away.
ru: Без помощи сенсоров вы не можете преследовать цель. Повстанцы сбежали.

source: You get disoriented in the nebula and lose your bearings completely. It takes some time to get back to the beacon. It's likely the fleet has had time to advance closer to your position.
ru: Вы затерялись в туманности и окончательно сбились с курса. Чтобы вернуться к маяку, потребовалось некоторое время. Скорее всего, за это время флот успел продвинуться ещё ближе к вам.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/text
source: It's hard to see why, but this beacon is apparently a tourist destination. One of the ships at the small station is offering a deal.
ru: Трудно понять почему, но, видимо, этот маяк является излюбленным местом для туристов. Один из кораблей на небольшой станции предлагает сделку.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[1]/text
source: Trade.
ru: Обмен.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[2]/text
source: Trade.
ru: Обмен.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[3]/text
source: Trade.
ru: Обмен.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[4]/text
source: Attack them.
ru: Атаковать их.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TRADER"]/choice[5]/text
source: Ignore.
ru: Игнорировать.

source: You decide to attack them and give the order to charge the weapons. But whether or not they were ready to attack, they had their weapons pre-ignited — you immediately receive their volley battering your ship.
ru: Вы решаете напасть на них и отдаёте приказ заряжать орудия. Но то ли они были готовы к нападению, то ли у них был предзажигатель орудий — вы немедленно получаете залп в борт.

source: As soon as you start bringing all of your systems online for battle, they do the same.
ru: Как только вы приводите все системы в боевой режим, они делают то же самое.

source: As soon as you start bringing all of your systems online for battle, they do the same.
ru: Как только вы приводите все системы в боевой режим, они делают то же самое.

source: You're making a deal.
ru: Вы совершаете сделку.

source: You're making a deal.
ru: Вы совершаете сделку.

source: You're making a deal.
ru: Вы совершаете сделку.

source: You're making a deal.
ru: Вы совершаете сделку.

source: You're making a deal.
ru: Вы совершаете сделку.

source: You're making a deal.
ru: Вы совершаете сделку.

source: Together with the supplies on your ship a "Surprise" was also delivered! It was a trap, but you know that the Slugs are untrustworthy traders...
ru: Вместе с припасами на ваш корабль был доставлен "сюрприз"! Это была ловушка, но ведь вы знали, что слаги ненадёжные торговцы...

source: Having finished the exchange, you prepare to jump.
ru: Закончив обмен, вы готовитесь к прыжку.

source: You see a small station nearby and feel the shudder of shots ringing through the ship. You can't be sure without sensors, but it seems there may be intruders on the ship!
ru: Вы разглядываете небольшую станцию неподалёку, когда вдруг ощущаете дрожь от выстрелов, проносящуюся по кораблю. Без сенсоров точно не определить, но, похоже, у вас на корабле незваные гости!

source: You arrive in the nebula and immediately receive a message from an unknown source, "Prepare to be boarded!" With the static from the nebula, there's no way to tell where they came from, but you hear shots fired on board the ship.
ru: Вы прибываете в туманность и немедленно получаете сообщение от неизвестного источника: «Готовьтесь к абордажу!» Из-за статического шума в туманности невозможно понять, откуда они взялись, но вы слышите выстрелы на борту.

source: You see a number of derelict ships near this beacon. After a short time you hear the tell-tale sounds of a teleporter and shouts coming from within the ship. You've been boarded!
ru: Вокруг маяка вы видите множество пустых кораблей. Через несколько минут раздаются характерные звуки телепортации и неистовые крики врагов — вас берут на абордаж!

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_AUTO"]/text
source: You jump into a sector of the nebula beset by a plasma storm. An automated Rebel scout stationed at the beacon moves in to attack.
ru: Вы впрыгиваете в сектор туманности, где бушует плазменная буря. Автоматический разведчик повстанцев, ожидавший у маяка, идёт в атаку.

source: Prepare to fight.
ru: Приготовиться к бою.

source: (Improved Engines) Attempt to out-run it.
ru: (Улучшенные двигатели) Попытаться убежать.

source: (Advanced Engines) Attempt to out-run it.
ru: (Продвинутые двигатели) Попытаться оторваться от них.

source: You successfully lose the ship in the storm.
ru: Вы успешно затерялись в космическом шторме.

source: (Cloaking) Use your cloaking to escape.
ru: (Маскировка) Использовать маскировку, чтобы спастись.

source: By using your advanced cloaking system you easily lose your pursuer in the storm.
ru: Используя свою продвинутую систему маскировки, вы с лёгкостью затерялись от вашего преследователя в космическом шторме.

source: You successfully lose the ship in the storm.
ru: Вы успешно затерялись в космическом шторме.

source: Despite your improved engines you are unable to shake them; you turn and prepare for a fight.
ru: Несмотря на то, что ваши двигатели улучшены, вам не удаётся разогнать их. Вы поворачиваете и готовитесь в битве.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_REBEL"]/text
source: You arrive in the middle of a plasma storm. Despite the harsh conditions, a Rebel scout seems to be waiting for you.
ru: Вы оказываетесь в самом центре плазменной бури. Несмотря на жестокие условия, вас, похоже, ждёт разведчик повстанцев.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_BOARDING"]/text
source: You find two heavily damaged ships floating nearby, the remains of a battle. You begin to harvest some usable debris when you hear the sounds of someone beaming aboard followed by the shouts of a boarding party.
ru: Вы обнаруживаете неподалёку два дрейфующих повреждённых корабля. Вы начинаете собирать обломки, как вдруг внезапно раздаётся звук проникновения на ваш корабль, вслед за чем слышите крики абордажной команды.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_STORM_ITEMS"]/text
source: You jump into the middle of a plasma storm. Multiple recently incapacitated ships loom in the shadows, briefly illuminated by the lightning.
ru: Вы выходите из прыжка в центре плазменного шторма. Несколько недавно выведенных из строя кораблей маячат в тенях, слабо освещаемые молниями.

source: Manually search the wreckage for survivors and equipment.
ru: Вручную обыскать останки в поисках выживших и оборудования.

source: Avoid the risk and wait to jump away unscathed.
ru: Не рисковать и ждать зарядки FTL-привода, чтобы улететь отсюда без повреждений.

source: (Improved Piloting) Have your pilot carefully explore the debris.
ru: (Улучшенная рубка управления) Пусть ваш пилот осторожно исследует обломки.

source: (Advanced Piloting) Have your pilot carefully explore the debris.
ru: (Продвинутая рубка управления) Пусть ваш пилот осторожно исследует обломки.

source: Despite your caution, the lack of detection equipment allows debris to crash into your ship, damaging the hull. You salvage what you can and prepare to jump before anything worse happens.
ru: Несмотря на осторожность, нехватка сканирующего оборудования приводит к тому, что некоторые обломки врезаются в корабль, повреждая обшивку. Вы собираете всё полезное и готовитесь к прыжку, пока не случилось чего похуже.

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger and take him back to the ship. Once awake they offer to join your crew in thanks.
ru: На кладбище кораблей вы находите один, который, похоже, в сравнительно неплохом состоянии. На борту вы обнаруживаете пассажира без сознания и переносите его на свой корабль. Как только он приходит в себя, он предлагает присоединиться к вашему экипажу в качестве благодарности.

source: While the crew is off the ship searching through the wrecks, two hulls crash into each other breaking the crew's tethers. You have no time to react as someone is knocked away, floating helplessly into the gaseous clouds...
ru: Пока экипаж был снаружи корабля, обыскивая обломки, каркасы двух разбитых кораблей врезались друг в друга, обрывая страховочные тросы экипажа. Вы не успеваете среагировать, и кого-то далеко отбрасывает, оставляя беспомощно плыть среди газовых облаков...

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
ru: Среди мусора вы находите чертёж дрона. Вы решаете, что этого вполне достаточно, и готовитесь к прыжку.

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
ru: Большая часть обломков даже для переработки на лом не годится, однако вам удалось обнаружить неповреждённое оружие, пригодное для установки на ваш корабль.

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger and take him back to the ship. Once awake they offer to join your crew in thanks.
ru: На кладбище кораблей вы находите один, который, похоже, в сравнительно неплохом состоянии. На борту вы обнаруживаете пассажира без сознания и переносите его на свой корабль. Как только он приходит в себя, он предлагает присоединиться к вашему экипажу в качестве благодарности.
