Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

# data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[1]
source: The remains of a small ship slowly drift alongside the beacon. Inside you find some supplies.
ru: Останки небольшого корабля медленно дрейфуют рядом с маяком. Внутри вы находите немного припасов.

# data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[2]
source: You find an abandoned space station in orbit of a large asteroid. Your crew find some supplies inside.
ru: Вы обнаруживаете заброшенную космическую станцию, находящуюся на орбите крупного астероида. Команда находит немного припасов внутри.

# data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[3]
source: Right before you are the remains of a Slug cruiser. Collecting debris, you involuntarily think about the dangers of this sector.
ru: Прямо перед вами плавают останки крейсера слагов. Собирая обломки, вы невольно задумываетесь об опасностях этого сектора.

# data/events_nebula.xml.rawclobber$//textList[@name="FIND_STUFF_AVATAR"]/text[4]
source: You stumble upon a small automated scout, however, its hull is completely shattered. Apparently, it must've gotten into a serious mess. You dismantle it for spare parts.
ru: Вы натыкаетесь на небольшой автоматический разведчик. Корпус его полностью разбит, видимо, он недавно попал в серьёзную передрягу. Вы разбираете его на запчасти.

source: The remains of a small ship slowly drift alongside the beacon. Inside you find some supplies.
ru: Останки небольшого корабля медленно дрейфуют рядом с маяком. Внутри вы находите немного припасов.

source: You find an abandoned space station in orbit of a large asteroid. Your crew find some supplies inside.
ru: Вы обнаруживаете заброшенную космическую станцию, находящуюся на орбите крупного астероида. Команда находит немного припасов внутри.

source: Right before you are the remains of a Slug cruiser. Collecting debris, you involuntarily think about the dangers of this sector.
ru: Прямо перед вами плавают останки крейсера слагов. Собирая обломки, вы невольно задумываетесь об опасностях этого сектора.

source: Because of a dense cloud of nebula, the remains of a Slug cruiser slowly drift by. You collect all that's left of it.
ru: Из-за очередного плотного облака туманности на вас медленно плывут останки боевого крейсера слагов. Вы собираете всё полезное, что от него осталось.

source: You stumble upon a small automated scout, however, its hull is completely shattered. Apparently, it must've gotten into a serious mess. You dismantle it for spare parts.
ru: Вы натыкаетесь на небольшой автоматический разведчик. Корпус его полностью разбит, видимо, он недавно попал в серьёзную передрягу. Вы разбираете его на запчасти.

source: Someone left an automated trade station here. Oddly enough, it functions without fault.
ru: Кто-то оставил здесь автоматическую торговую станцию. Как ни странно, она прекрасно функционирует.

source: An automated trade station located in this cloud of the nebula offers its goods.
ru: Автоматическая торговая станция, расположенная в этом облаке туманности, предлагает свои товары.

source: It's unknown who placed the automated trade station in this nebula, but it still works.
ru: Неизвестно, кто разместил в этой туманности автоматическую торговую станцию, но она всё ещё функционирует.

source: A small Slug ship offers a look at their goods. An Avatar-controlled nebula isn't the place where they would risk deceiving someone — here it's always better to have allies.
ru: Небольшое судно слагов предлагает взглянуть на их товары. Туманность аватаров — не то место, где они рискнули бы обмануть кого-то, здесь лучше всегда иметь союзников.

source: You collect the fragments of a small space probe when several Avatars materialize on your ship with terrible sounds. The crew is hastily preparing to fend them off.
ru: Вы собираете обломки небольшого космического зонда, когда на вашем корабле с ужасными звуками материализуются несколько аватаров. Команда спешно готовится к обороне.

source: In this nebula you find a broken miner's ship with a bit of scrap in its hold. Returning with the extraction, you suddenly realize that you brought several Avatars with you!
ru: В этой туманности вы обнаруживаете разбитое шахтёрское судно, в его трюме ещё есть немного лома. Вернувшись с добычей, вы вдруг понимаете, что прихватили с собой нескольких аватаров!

source: Avatars don't let you collect all the metal hanging around the beacon. Your crew's left in horror — ghosts are aboard the ship!
ru: Аватары не дали вам собрать весь болтающийся вокруг маяка металлический лом. Ваша команда в ужасе — призраки на борту корабля!

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[1]
source: It's not known why, but Avatar ships are always accompanied by the sounds of a siren. Hearing it again, your team gets ready to fight.
ru: Неизвестно почему, но корабли аватаров всегда сопровождают звуки сирены. Заслышав её в очередной раз, ваша команда готовится к бою.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[2]
source: Eerie sounds suddenly interrupt the silence of the cosmos — Avatars are attacking you! Broadcasting sirens to tear at the ears of enemies is their favorite tactic.
ru: Жуткие звуки вдруг прерывают тишину космоса, аватары нападают на вас! Трансляция разрывающей уши сирены — их излюбленная тактика.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[3]
source: Watch out — a military Avatar ship. Any attempts to settle the situation by negotiations will be fruitless — they're unable to communicate with other races.
ru: Прямо по курсу — боевое судно аватаров. Все попытки уладить ситуацию миром бесполезны — они не способны общаться с другими расами.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[4]
source: A siren's alarm is heard on your ship — Avatars are preparing to take it apart for spare parts. Ready the weapons for battle!
ru: Тревожная сирена раздаётся на вашем корабле — это аватары готовятся разобрать его на запчасти. Орудия к бою!

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[5]
source: An Avatar battleship awaits careless travelers at this beacon. You have no choice but to prepare your defenses.
ru: Боевой корабль аватаров поджидает неосторожных путешественников на этом маяке. У вас нет другого выхода, кроме как готовиться к обороне.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[6]
source: "Not another goddamn siren!" — yells a crewman in horror in the corner of their room. You calm your crew down and give the order to prepare to fight.
ru: «Опять эта чёртова сирена!» — команда в ужасе забивается по углам отсеков. Вы как можете всех успокаиваете и отдаёте приказ готовиться к бою.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[7]
source: Near the beacon is a patrolling ship under AI control. Seeing you, it immediately goes on the offensive.
ru: Возле маяка патрулирует судно под управлением ИИ. Заметив вас, оно немедленно отправляется в атаку.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[8]
source: "Captain!" — a crewman hurries to you with a report. "We're under fire by those damn ghosts!" You already knew this by the terrible howl that rumbled throughout the ship.
ru: «Капитан!» — команда спешит к вам с докладом. «Мы попали под обстрел чёртовых призраков!» Вы и так уже поняли это по ужасному вою, раздающемуся по всему кораблю.

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[9]
source: Another unremarkable beacon in front of you, and you've already given the order to leave it when suddenly an AI ship appears directly ahead. Prepare to fight!
ru: Маяк перед вами ничем не примечателен, и вы уже было отдаёте приказ покинуть его, когда корабль ИИ появляется прямо по курсу. Готовьтесь к бою!

# data/events_nebula.xml.rawclobber$//textList[@name="AVATAR_SHIPS_LIST"]/text[10]
source: Avatars located at this beacon have already turned on their siren and are getting ready to attack. Your crew tries their hardest to block out the deafening sounds and focus on the battle at hand.
ru: Аватары, расположившиеся у этого маяка, уже включили свою сирену и готовятся к атаке. Команда старается не обращать внимания на оглушающие звуки.

source: It's not known why, but Avatar ships are always accompanied by the sounds of a siren. Hearing it again, your team gets ready to fight.
ru: Неизвестно почему, но корабли аватаров всегда сопровождают звуки сирены. Заслышав её в очередной раз, ваша команда готовится к бою.

source: Eerie sounds suddenly interrupt the silence of the cosmos — Avatars are attacking you! Broadcasting sirens to tear at the ears of enemies is their favorite tactic.
ru: Жуткие звуки вдруг прерывают тишину космоса, аватары нападают на вас! Трансляция разрывающей уши сирены — их излюбленная тактика.

source: Another Avatar ship emerges from the nebula advancing directly towards you. You've no choice but to figure out how to take the fight.
ru: Очередной корабль аватаров выплывает из туманности прямо в вашем направлении. Ничего не остаётся, кроме как принять бой.

source: Watch out — a military Avatar ship. Any attempts to settle the situation by negotiations will be fruitless — they're unable to communicate with other races.
ru: Прямо по курсу — боевое судно аватаров. Все попытки уладить ситуацию миром бесполезны — они не способны общаться с другими расами.

source: A siren's alarm is heard on your ship — Avatars are preparing to take it apart for spare parts. Ready the weapons for battle!
ru: Тревожная сирена раздаётся на вашем корабле — это аватары готовятся разобрать его на запчасти. Орудия к бою!

source: An Avatar battleship awaits careless travelers at this beacon. You have no choice but to prepare your defenses.
ru: Боевой корабль аватаров поджидает неосторожных путешественников на этом маяке. У вас нет другого выхода, кроме как готовиться к обороне.

source: "Not another goddamn siren!" — yells a crewman in horror in the corner of their room. You calm your crew down and give the order to prepare to fight.
ru: «Опять эта чёртова сирена!» — команда в ужасе забивается по углам отсеков. Вы как можете всех успокаиваете и отдаёте приказ готовиться к бою.

source: You jump next to an empty beacon. There is nothing of interest around, and you give the order to jump, when an Avatar cruiser emerges from the nebula and changes your plans.
ru: Вы прыгаете к очередному пустому маяку. Вокруг ничего интересного, и вы уже отдаёте приказ к прыжку, когда вынырнувший из туманности крейсер аватаров меняет ваши планы.

source: Near the beacon is a patrolling ship under AI control. Seeing you, it immediately goes on the offensive.
ru: Возле маяка патрулирует судно под управлением ИИ. Заметив вас, оно немедленно отправляется в атаку.

source: The nebula is slightly dissipated in front of you, and there you see an Avatar ship coming at you in a frontal attack.
ru: Туманность прямо перед вами немного рассеивается, и вы видите корабль аватаров, идущий на вас в лобовую атаку.

source: You can't make anything out in the nebula before you, when suddenly a siren is heard all over the ship. You've come under attack by Avatars!
ru: Вы ничего не можете разобрать в туманности перед вами, когда вдруг по всему кораблю раздаётся сирена. Вы попали под удар аватаров!

source: "Captain!" — a crewman hurries to you with a report. "We're under fire by those damn ghosts!" You already knew this by the terrible howl that rumbled throughout the ship.
ru: «Капитан!» — команда спешит к вам с докладом. «Мы попали под обстрел чёртовых призраков!» Вы и так уже поняли это по ужасному вою, раздающемуся по всему кораблю.

source: Another unremarkable beacon in front of you, and you've already given the order to leave it when suddenly an AI ship appears directly ahead. Prepare to fight!
ru: Маяк перед вами ничем не примечателен, и вы уже было отдаёте приказ покинуть его, когда корабль ИИ появляется прямо по курсу. Готовьтесь к бою!

source: Your crew's nerves rattle when yet another Avatar ship emerges from a cloud of nebula. A crewman tearfully runs away from their post. You somehow manage to calm down the crew.
ru: Нервы сдают у вашей команды, когда из-за очередного облака туманности на вас вылетает корабль аватаров. Ваш член экипажа со слезами на глазах убегает прочь со своего поста. Вы кое-как успокаиваете команду.

source: Avatars located at this beacon have already turned on their siren and are getting ready to attack. Your crew tries their hardest to block out the deafening sounds and focus on the battle at hand.
ru: Аватары, расположившиеся у этого маяка, уже включили свою сирену и готовятся к атаке. Команда старается не обращать внимания на оглушающие звуки.

source: There isn't a single Avatar left on the ship. You collect useful materials.
ru: На корабле не осталось ни одного аватара. Вы забираете полезные материалы.

source: There isn't a single Avatar left on the ship. You take all materials that look useful.
ru: На корабле не осталось ни одного аватара. Вы забираете все полезные материалы.

source: With the Avatars gone, you can take fuel from their storage, and also collect all available scrap material.
ru: Аватары исчезли, вы можете забрать топливо из их хранилища. А также собрать весь доступный лом.

source: With the Avatars gone, you can take all the fuel from their storage, and also collect all available scrap material.
ru: Аватары исчезли, вы можете забрать всё топливо из их хранилища. А также собрать весь доступный лом.

source: You manage to kill off the entire Avatar crew. One of them can be brought back to life and reprogrammed to fight on your side.
ru: Вы сумели расправиться с командой аватаров. Одного из них удаётся вернуть к жизни, запрограммировав его сражаться на вашей стороне.

source: You find a unique Avatar weapon on their ship. With no one to stop you, you safely take it for yourself.
ru: Вы находите уникальное оружие аватаров на их корабле. Так как остановить вас некому, вы забираете его себе.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP"]/text
source: Turns out that the distress signal was transmitted by a Slug ship, which fell under attack by Avatars. They say that their ship is gaping with holes, and ask you for scrap to repair their hull, they don't mind how much.
ru: Оказалось, что сигналы бедствия передавал корабль слагов, попавший под атаку аватаров. Они говорят, что их корабль зияет дырами, и просят у вас лом на починку корпуса, сколько не жалко.

source: Give them 15 scrap.
ru: Дать им 15 лома.

source: Give them 45 scrap.
ru: Дать им 45 лома.

source: Finish off these losers.
ru: Добить этих неудачников.

source: Decline and prepare to move on.
ru: Отказать и продолжить полёт.

source: You know of course that the Slugs mend holes with repair gel. They won't fool you this time.
ru: Вам, конечно же, известно, что пробоины слаги чинят ремонтным гелем. В этот раз им не обдурить вас.

source: (Advanced Sensors) Scan their ship for damage.
ru: (Продвинутые сенсоры) Просканировать их корабль на наличие повреждений.

source: The sensors don't detect any damage on their ship. Realizing that their deception was uncovered, the Slugs go on the attack.
ru: Сенсоры не обнаружили никаких повреждений на их корабле. Поняв, что их раскрыли, слаги переходят в атаку.

source: (Slug Repair Gel) Share your gel with them to seal the holes in their ship.
ru: (Ремонтный гель слагов) Поделиться с ними гелем, чтобы заделать дыры в их корабле.

source: They don't want to say where their gel went, but they gratefully accept your help.
ru: Они не хотят говорить, куда пропал их гель, но с благодарностью принимают вашу помощь.

source: Soon, their ship looks just like new. One of the Slugs wants to join your crew, carrying a few fuel cells on their back.
ru: Вскоре их корабль снова выглядит как новый. Один из слагов хочет вступить к вам экипаж, он притаскивает на своей спине несколько топливных капсул.

source: As it turns out, their ship isn't too badly damaged at all. They answer your aggression by firing a volley at you.
ru: Как оказалось, их корабль не так уж сильно повреждён. Они отвечают залпом на вашу агрессию.

source: As it turns out, their ship isn't too badly damaged at all. They're charging their weapons.
ru: Как оказалось, их корабль не так уж сильно повреждён. Они заряжают свои орудия.

source: As soon as you give them the scrap, they hide in the nearest cloud of the nebula. Looks like you've been tricked.
ru: Как только вы передаёте им лом, они скрываются в ближайшем облаке туманности. Похоже, вас всё же провели.

source: Slugs take the scrap and quietly disappear into the nebula. When will you learn not to trust them?
ru: Слаги принимают лом и тихо исчезают в туманности. Когда же вы научитесь не доверять им?

source: They thank you and in response give you a ship augmentation.
ru: Они благодарят вас и передают в ответ усиление для корабля.

source: They thank you and in return give you a ship augmentation and some fuel.
ru: Они благодарят вас и передают в ответ усиление для корабля и немного топлива.

source: They thank you and in return give you a ship augmentation and some missiles.
ru: Они благодарят вас и передают в ответ усиление для корабля и немного ракет.

source: They thank you and in return give you a ship augmentation and some drone parts.
ru: Они благодарят вас и передают в ответ усиление для корабля и немного деталей дронов.

source: Slugs take the scrap and quietly disappear into the nebula. When will you learn not to trust them?
ru: Слаги принимают лом и тихо исчезают в туманности. Когда же вы научитесь не доверять им?

source: They thank you and in response give you a ship augmentation.
ru: Они благодарят вас и передают в ответ усиление для корабля.

source: They thank you and in return give you a ship augmentation and some fuel.
ru: Они благодарят вас и передают в ответ усиление для корабля и немного топлива.

source: They thank you and in return give you a ship augmentation and some missiles.
ru: Они благодарят вас и передают в ответ усиление для корабля и немного ракет.

source: They thank you and in return give you a ship augmentation and some drone parts.
ru: Они благодарят вас и передают в ответ усиление для корабля и немного деталей дронов.

source: Disaster struck a Rebel ship, but they hardly expected that someone from the Federation would answer their distress call. It's unknown what happened to them, but they're already charging up their weapons.
ru: Бедствие передавал корабль повстанцев, вряд ли они рассчитывали, что их сигнал поймает кто-то из Федерации. Неизвестно, что у них произошло, но они уже заряжают орудия.

source: Either this Rebel ship actually needs help, or it was a trap — in any case, they don't deserve anything but death.
ru: То ли этому кораблю повстанцев действительно нужна помощь, то ли это была ловушка — так или иначе, они не заслуживают ничего, кроме смерти.

source: The signal was a trap — a Rebel cruiser is waiting for you in this nebula!
ru: Сигнал был ловушкой — крейсер повстанцев поджидал вас в этой туманности!

source: The distress signal was transmitted by a Rebel cruiser, and you flew right into their trap. Prepare to fight!
ru: Сигнал бедствия передавал крейсер повстанцев, и вы прилетели прямо в его ловушку. Приготовьтесь к битве!

source: It's not necessary to answer every distress call — this one's a Rebel ambush, and they're already moving in to attack.
ru: Не стоит отвечать на каждый сигнал бедствия — это была засада повстанцев, и они уже переходят к атаке.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_REBEL_HELP2"]/text
source: Looks like you've landed directly in a Rebel trap — the distress signal is being transmitted by their battlecruiser! But then they hail: "Please, get us out of here! We're lost in the nebula, and these damned ghosts are driving the crew crazy!"
ru: Похоже, что вы угодили прямо в ловушку повстанцев — сигнал бедствия передаёт их боевой крейсер! Но тут они выходят на связь: «Пожалуйста, выведите нас отсюда! Мы заблудились в туманности, а эти проклятые призраки сводят команду с ума!»

source: Escort them to the nearest safe beacon.
ru: Провести их до ближайшего безопасного маяка.

source: Attack them.
ru: Атаковать их.

source: You have a short conversation with the Rebels — a couple of shots in their direction makes them remember which side you are fighting on.
ru: С повстанцами у вас разговор короткий — несколько выстрелов в их сторону заставляет их вспомнить, на чьей стороне вы сражаетесь.

source: They follow you to the next beacon and are safely moved away from that nebula. One of them wishes to join your crew.
ru: Они следуют за вами до следующего маяка и благополучно выбираются из туманности. Один из них хочет присоединиться к вашей команде.

source: As soon as you fly towards them to show them the way, a volley from their weapons arrives from the stern. The treacherous Rebels deceived you!
ru: Как только вы пролетаете вперёд, чтобы указать им дорогу, вам в корму прилетает залп орудий. Вероломные повстанцы вас обманули!

source: You take them out of that nebula, and the relieved Rebels send you a reward. You fly away with a promise to tear them to shreds if they ever encounter you again.
ru: Вы выводите их из туманности и счастливые повстанцы присылают вам вознаграждение. Вы улетаете с обещанием разнести их в клочья, если они ещё раз вам попадутся.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_HELP2"]/text
source: Some Slugs — unknown how they ended up here — got stuck on this beacon without fuel. They promise to pay with scrap if you help them get out of here.
ru: Слаги, неизвестно как оказавшиеся здесь, застряли на этом маяке без топлива. Они обещают заплатить ломом, если вы поможете им выбраться отсюда.

source: Give them 1 fuel.
ru: Дать им 1 топливо.

source: You send them the fuel, and they immediately jump away! Once again, you have fallen for classic Slug bait...
ru: Вы отправляете им топливо, и они тут же прыгают! В который раз вы попались на удочку слагов...

source: Give them 5 fuel.
ru: Дать им 5 топлива.

source: You send them the fuel, and they give you scrap.
ru: Вы отправляете им топливо, а они передают вам лом.

source: Give them 10 fuel.
ru: Дать им 10 топлива.

source: You send them the fuel, and they give you scrap.
ru: Вы отправляете им топливо, а они передают вам лом.

source: Attack them.
ru: Атаковать их.

source: "You'll regret that..." — the last thing you hear before they cut communications.
ru: «Ты ещё пожалеешшшшь об этом...» — последнее, что вы слышите, перед тем как они отключились.

source: Decline and prepare to move on.
ru: Отказать и продолжить полёт.

source: You've never trusted the Slugs and see no reason to do so now, and give the order to make the next jump.
ru: Слаги никогда не вызывали у вас доверия, вы приказываете совершить прыжок дальше.

# data/events_nebula.xml.rawclobber$//event[@name="NEBULA_SLUG_DEAD"]/text
source: While you were jumping to the beacon, the distress signal was interrupted. Because of the dense nebula around, you can't pinpoint its source.
ru: Пока вы прыгали к маяку, сигнал бедствия прервался. Из-за плотной туманности вокруг вы никак не можете засечь его источник.

source: Move on.
ru: Отправиться дальше.

source: There's nothing more you can do here, so you get ready to jump.
ru: Больше в этом месте нечего делать, и вы готовитесь к прыжку.

source: (Improved Sensors) Scan the surroundings.
ru: (Улучшенные сенсоры) Просканировать окрестности.

source: (Advanced Sensors) Scan the surroundings.
ru: (Продвинутые сенсоры) Просканировать окрестности.
