Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_nebula.xml.rawclobber/*.po
Languages: ru

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
ru: Среди мусора вы находите чертёж дрона. Вы решаете, что этого вполне достаточно, и готовитесь к прыжку.

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
ru: Большая часть обломков даже для переработки на лом не годится, однако вам удалось обнаружить неповреждённое оружие, пригодное для установки на ваш корабль.

source: Your pilot carefully explores the wrecks, but the storm has taken its toll. Any crew are long-since dead and the floating debris has been scorched beyond repair.
ru: Ваш пилот осторожно исследует обломки, но шторм уже взял своё. Любой экипаж давно умер, а плавающие останки обожжены настолько, что их уже не починить.

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger and take him back to the ship. Once awake they offer to join your crew in thanks.
ru: На кладбище кораблей вы находите один, который, похоже, в сравнительно неплохом состоянии. На борту вы обнаруживаете пассажира без сознания и переносите его на свой корабль. Как только он приходит в себя, он предлагает присоединиться к вашему экипажу в качестве благодарности.

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
ru: Среди мусора вы находите чертёж дрона. Вы решаете, что этого вполне достаточно, и готовитесь к прыжку.

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
ru: Большая часть обломков даже для переработки на лом не годится, однако вам удалось обнаружить неповреждённое оружие, пригодное для установки на ваш корабль.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT"]/text
ru: Рядом с маяком в туманности совершенно ничего нет. Внезапно по каналам связи вам приходит сообщение, зашифрованное простыми методами.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT"]/choice[1]/text
ru: Расшифровать загадочное сообщение.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT"]/choice[2]/text
ru: Игнорировать и поговорить с командой до зарядки FTL-привода.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT00_TEXT"]/text
ru: Сообщение гласит: |={-~, }={+~, {=4, ~=2, }/|=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT00_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT01_TEXT"]/text
ru: Сообщение гласит: |=7, ~=7, {-|=1, }={-~x2, -}=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT01_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT02_TEXT"]/text
ru: Сообщение гласит: |+{=4-|, ~=2, }=|x~, }+{=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT02_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT03_TEXT"]/text
ru: Сообщение гласит: ~=-5, |=~x19, {=|-5, }=-{/10, }=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT03_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT04_TEXT"]/text
ru: Сообщение гласит: {+~+|=6, {+}+~+|=10, }x2=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает вам, что правильный ответ "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT04_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT05_TEXT"]/text
ru: Сообщение гласит: |+|=}, }!=24, |x5=~, ~=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT05_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT06_TEXT"]/text
ru: Сообщение гласит: }x}/20=|, |+{={+{, {=5, }/2=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT06_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT07_TEXT"]/text
ru: Сообщение гласит: lg(1000)=}, |=}+1, |+|=?

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT07_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT08_TEXT"]/text
ru: Сообщение гласит: cos(~-1)=|, ~=({+}x2)/4, {=2, }=1, |=?

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT08_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//textList[@name="NEBULA_TASK_EVENT_ENCRIPT09_TEXT"]/text
ru: Сообщение гласит: ~x}x|=25, |=|x|, ~>|>0, }=~, ~=?.

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[1]/text
ru: Отправить "1".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[2]/text
ru: Отправить "2".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[3]/text
ru: Отправить "3".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[4]/text
ru: Отправить "4".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[5]/text
ru: Отправить "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[6]/text
ru: Отправить "6".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[7]/text
ru: Отправить "7".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[8]/text
ru: Отправить "8".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[9]/text
ru: Отправить "9".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[10]/text
ru: Отправить "10".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи подсказывает Вам, что правильный ответ "5".

source: data/events_nebula.xml.rawclobber$//event[@name="NEBULA_TASK_EVENT_ENCRIPT09_1"]/choice[@req="engi"]/event/text
ru: FTL - не для читеров! Вы теряете часть своих нечестно заработанных припасов.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_WRONG"]/event[1]/text
ru: Вы некоторое время ждёте, но ответа нет. Похоже, ваш ответ неверен. Время улетать прочь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_WRONG"]/event[2]/text
ru: Вы некоторое время ждёте, но ответа нет. Похоже, ваш ответ неверен. Время улетать прочь.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_WRONG"]/event[3]/text
ru: Вы некоторое время ждёте, но ответа нет. Похоже, ваш ответ неверен. Внезапно кто-то из команды подмечает, что ресурсов на корабле стало меньше! Вас обокрали!

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[1]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируется орудие.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[2]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируется схема дрона.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[3]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируются ценные ресурсы.

source: data/events_nebula.xml.rawclobber$//eventList[@name="NEBULA_TASK_EVENT_ENCRIPT_CORRECT"]/event[4]/text
ru: По каналам связи вы получаете радостную мелодию, а на корабль неизвестно откуда телепортируются ценные припасы.

source: There isn't a single living soul in this nebula, but for some reason that doesn't calm your nerves down at all...
ru: В этой туманности нет ни одной живой души. Но вас это почему-то не успокаивает...

source: This nebula would not be different from other similar ones, were it not for one feature — it is inhabited by ghosts...
ru: Эта туманность не отличалась бы от других подобных, если бы не одна особенность — её населяют призраки...

source: Avatars are often called ghosts. Perhaps their translucent nature frightens off ships from this part of the cosmos.
ru: Аватаров часто называют призраками. Возможно, их полупрозрачная сущность отпугивает корабли от этой части космоса.

source: Avatars inhabit this nebula — artificial intelligence, holograms similar to ghosts. Even Slugs dare not venture into this place.
ru: Эту туманность населяют аватары — искусственный интеллект, голограммы, похожие на призраков. Даже слаги стараются не соваться в это место.

source: Rumors suggest that ghosts inhabit these parts. Like it or not, soon you'll find out for yourself.
ru: Поговаривают, что в этом месте водятся призраки. Так это или же нет, скоро вы всё узнаете сами.

source: This nebula seems suspiciously quiet, even for a nebula. Keep your guard up.
ru: Эта туманность выглядит подозрительно тихой, даже для туманности. Вам стоит быть начеку.

source: You don't like the sounds that are heard in this place from time to time... a crewman complains of constant headaches because of them.
ru: Вам не нравятся звуки, раздающиеся в этом месте время от времени... Команда жалуется на постоянные головные боли из-за них.

source: Only Slug ships sometimes run the risk of flying into this dangerous of a nebula. The Rebels however, will stop at nothing.
ru: Лишь корабли слагов иногда рискуют залетать в эту туманность, слишком уж опасное это место. Повстанцев, впрочем, вряд ли это остановит.
