Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR"]/choice[@req="sensors"]/text
ru: (Улучшенные сенсоры) Провести дополнительное сканирование.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR"]/choice[@req="ADV_SCANNERS"]/text
ru: (Сканеры широкого охвата) Провести дополнительное сканирование.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[1]/text
ru: Вы посылаете команду для осмотра, но среди кислотного запаха и сгоревших частей тела инжи спасать оказалось нечего. Это место мертво.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/text
ru: Ваша команда на станции сообщает о раненом инжи и функционирующей схеме дрона. Затем кто-то кричит. Реактор станции перегружен, и у них заканчивается время!

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/choice[1]/text
ru: Спасти инжи!

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/choice[2]/text
ru: Спасти схему дрона.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/choice[3]/text
ru: Спасаться самим!

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/choice[3]/event/text
ru: Это тяжкое решение, но жизни вашего экипажа важнее. Они всё бросают и возвращаются на корабль невредимыми. Вы немного отлетаете от станции, прежде чем она взрывается.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/choice[@req="CREW_STIMS"]/text
ru: (Феромоны мантисов) Под феромонами ваша команда может успеть спасти всё.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_LIST1"]/event[2]/choice[@req="CREW_STIMS"]/event/text
ru: Накаченная феромонами, ваша команда действует быстро и точно. Как только вы переносите всё на борт и отлетаете, реактор станции взрывается. Спасённый инжи благодарит вас и готов выполнять ваши распоряжения.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_ENGI"]/event[1]/text
ru: Член вашего экипажа доблестно хватает инжи и кидает его в шлюз, прямо перед тем как реактор взрывается, и автоматические огнеупорные двери смыкаются намертво. У вас нет выбора, кроме как скорбеть об этой утрате и двигаться дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_ENGI"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: Клон храброго члена вашего экипажа выходит из клон-отсека, преисполненный гордости после своего героического подвига.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_ENGI"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/event/text
ru: Спасённый инжи хочет присоединиться к вашему экипажу.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_ENGI"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_ENGI"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/event/choice/event/text
ru: Спасённый инжи хочет присоединиться к вашему экипажу.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_ENGI"]/event[2]/text
ru: Ваш экипаж благополучно возвращается к шлюзу с раненым инжи, и вы немного отлетаете от станции, прежде чем она взрывается. Инжи, восхищённый вашим экипажем, добровольно присоединяется к вам.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_DRONE"]/event[1]/text
ru: Ваша команда возвращается с припасами, но, пока они переправляли их на корабль, небольшой взрыв выбивает дверь шлюза и одного члена экипажа засасывает в космос!

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_DRONE"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/event/removeCrew/text
ru: К счастью, ваш член экипажа был достаточно близко к кораблю для того, чтобы клон-отсек возродил его.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_DRONE"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REACTOR_DRONE"]/event[2]/text
ru: Инжи чувствуют не так, как это делают другие расы. Они бы хотели, чтобы техника была спасена прежде всего. Ваш экипаж благополучно возвращается к шлюзу со схемой дрона, и вы успеваете отлететь от станции, прежде чем она взрывается.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/text
ru: Сканирования показали, что реактор станции перегружен! К тому же на борту до сих пор находятся раненый инжи и функционирующая схема дрона! Времени спасти обоих нет...

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/choice[1]/text
ru: Спасти инжи!

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/choice[1]/event/text
ru: Ваша команда направляется прямиком за инжи и успевает возвратиться вовремя. Вы немного отлетаете от станции, прежде чем она взрывается, и инжи настолько восхищён вашим экипажем, что добровольно к вам присоединяется!

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/choice[2]/text
ru: Спасти схему дрона!

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/choice[2]/event/text
ru: Инжи чувствуют не так, как это делают другие расы. Они бы хотели, чтобы техника была спасена прежде всего. Вы велите команде хватать припасы и возвращаться, не теряя времени. Вы успеваете отлететь от станции, прежде чем она взрывается.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/choice[@req="CREW_STIMS"]/text
ru: (Феромоны мантисов) Под феромонами ваша команда может успеть спасти всё.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/choice[@req="CREW_STIMS"]/event/text
ru: Накаченная феромонами, ваша команда действует быстро и точно. Как только вы переносите всё на борт и отлетаете, реактор станции взрывается. Спасённый инжи благодарит вас и готов выполнять ваши распоряжения.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/text
ru: Вы появляетесь неподалёку от небольшого флота гражданских кораблей инжи. Простая расшифровка и перевод их частот связи говорит вам, что они неистово обсуждают что-то, что явно их беспокоит.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[1]/text
ru: Связаться с ними и спросить, можете ли вы им помочь.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[1]/event/text
ru: Слегка шокированный вашим вопросом, их лидер быстро отвечает: «Предложение отклонено, извиняющаяся благодарность. Тема обсуждения частного характера, не касается Федерации».

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[2]/text
ru: Проигнорировать их и двигаться дальше.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[2]/event/text
ru: Вы не можете помочь, но гадаете, что же они обсуждали, пока готовитесь к прыжку.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Попросить вашего инжи связаться с ними.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[@req="engi"]/event/text
ru: Ваш член экипажа подсоединяется к рации, чтобы общаться с ними напрямую. Вы предлагаете помощь и рассказываете цель своей миссии. Они отвечают: «Наши цели иметь схожие элементы. Тем не менее информация недоступна для раскрытия, необходимо благоразумие».

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[@req="engi"]/event/choice/text
ru: Предложить помощь.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[@req="engi"]/event/choice/event/text
ru: «Секретные технологии украдены мантисами. Прослеживается связь с повстанцами. Неявно. Мантисы отслежены до скрытой базы повстанцев, загрузка координат».

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[@req="engi"]/event/choice/event/choice/event/text
ru: «Кроме того, отслежен второй корабль до другой базы. Вероятность не может быть просчитана, нехватка данных. Риск недопустим, очевиден конфликт повстанцы-инжи. Также необходимо время для приобретения военных кораблей. Оказание помощи в поиске технологии?»

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_1"]/choice[@req="engi"]/event/choice/event/choice/event/choice/text
ru: Согласиться.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE"]/text
ru: Вы прибываете на одну из баз повстанцев, о которых вам говорили инжи. Похоже, что всё заброшено, кроме одного разведывательного корабля. Может быть удастся выбить информацию из него.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE_SURRENDER"]/text
ru: «Остановитесь! Я не хочу умирать здесь».

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE_SURRENDER"]/choice/text
ru: Потребовать информацию об украденной технологии.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE_SURRENDER"]/choice/event/text
ru: «Аа, так вот зачем ты нас преследовал. Тем хуже для тебя, ты последовал не за тем кораблём. Агент, что пролетал здесь, был подставным, чтобы сбить с толку дураков вроде тебя. Теперь отпусти нас!»

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE_SURRENDER"]/choice/event/choice[1]/text
ru: Отпустить их.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE_SURRENDER"]/choice/event/choice[2]/text
ru: Игнорировать сообщение и атаковать.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2FAKE_SURRENDER"]/choice/event/choice[2]/event/text
ru: «Нет, погодите...» — вы прерываете передачу и продолжаете атаку.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2REAL"]/text
ru: Вы прибываете к одной из баз повстанцев, о которой говорили инжи. База выглядит заброшенной, за исключением одного корабля-разведчика. Возможно, вы сможете что-нибудь у них узнать.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2REAL_SURRENDER"]/text
ru: «Стой! Это не стоит того, чтобы погибнуть...»

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2REAL_SURRENDER"]/choice/text
ru: Потребовать информацию об украденной технологии.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2REAL_SURRENDER"]/choice/event/text
ru: «Конечно, вот отчего вы здесь. Да, они пролетали тут, но я не имел к этому никакого отношения. Я даже не знаю, что именно они везли. Я передам вам координаты. А теперь отпустите нас...»

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2REAL_SURRENDER"]/choice/event/choice/text
ru: Отпустить их.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_2REAL_SURRENDER"]/choice/event/choice/event/text
ru: Вы составляете FTL-сообщение с координатами для отправки его инжи и готовитесь к прыжку.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_3"]/text
ru: Вы наконец догнали корабли, за которыми охотились. Грузовое судно размером с ангар сопровождают несколько кораблей мантисов. Пока вы обдумываете нападение, отряд кораблей инжи с пиратскими эмблемами выходит из прыжка и помогает вам. Вы готовитесь к бою с мантисами, но сканеры показывают, что эти корабли под управлением повстанцев!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_4"]/text
ru: Инжи выходят победителями из боя с небольшими потерями. Они сообщают вам: «Проект Х-МЕ56 поручен отделом военных разработок Федерации. Усовершенствованный стелс-крейсер. Проект завершён во время восстания. Нет возможности связаться с военным командованием Федерации».

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_4"]/choice/text
ru: Спросить о кораблях мантисов.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_4"]/choice/event/text
ru: «Скорее всего — это уловка со стороны повстанцев, чтобы не нарушать договор о ненападении с инжи. Вероятность 97.56 процентов. Ваша миссия — помочь последнему флоту Федерации, правильно? Координаты?»

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_4"]/choice/event/choice/text
ru: Передать координаты командования Федерации.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_4"]/choice/event/choice/event/text
ru: «Удовлетворительно. Передача новой технологии поможет решить проблемы Федерации. Простой благодарности недостаточно. Инициирован ремонт корабля и выдана компенсация». Их экипаж доставляет вам продвинутое усиление для установки, но вы больше рады тому, что ангар Федерации теперь пополнен новым крейсером.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_UNLOCK_4"]/choice/event/choice/event/unlockShip
ru: Секретная технология инжи была доставлена в ангар. Разблокирован стелс-крейсер!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/text
ru: Возле маяка вас поджидают инжи с заряженными орудиями! Они объясняют, что у вас на борту компьютерный вирус, разыскиваемый за враждебные действия против инжи (множественные случаи двоичного шифрования, нано-растворения и помех в переменных).

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/text
ru: Они настаивают, что вы должны уничтожить свой корабль, чтобы предотвратить распространение вируса!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[1]/text
ru: Подождите! Мы попытаемся очистить системный код!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[2]/text
ru: Атаковать корабль инжи.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[2]/event/text
ru: Проклятые инжи — никто не может угрожать вашему кораблю. Подготовиться к бою!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="1"]/text
ru: (Взломщик) Изолировать вирус и поместить его в карантин.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="1"]/event/text
ru: Вам требуется время, а вирус очень изворотлив, но постепенно вы зажимаете его в бесполезной подсистеме, откуда он начинает бешено осыпать вас оскорблениями. Вы выбрасываете подсистему из корабля и затыкаете рот маленькому двоичному преступнику залпом из орудий.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="1"]/event/choice/event/text
ru: Инжи благодарят вас за удаление вируса и готовятся к прыжку. В качестве награды они предлагают уникальное усиление.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="2"]/text
ru: (Улучшенный взломщик) Перепрограммировать вирус.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="2"]/event/text
ru: Вы подключаетесь к коду вируса и оптимизируете его процедуры починки и благожелательности.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="2"]/event/choice/event/text
ru: Через несколько минут вирус "прозревает" и интегрируется (в хорошем смысле) с вычислительным комплексом вашего корабля, занимаясь починкой корпуса и пытаясь оптимизировать реактор.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="2"]/event/choice/event/choice/event/text
ru: Инжи благодарят вас за удаление вируса и готовятся к прыжку. В качестве награды они предлагают уникальное усиление.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="3"]/text
ru: (Продвинутый взломщик) Перепрограммировать вирус.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="3"]/event/text
ru: Вы подключаетесь к коду вируса и оптимизируете его процедуры починки и благожелательности.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="3"]/event/choice/event/text
ru: Через несколько минут вирус "прозревает" и интегрируется (в хорошем смысле) с вычислительным комплексом вашего корабля, занимаясь починкой корпуса и пытаясь оптимизировать реактор.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="hacking" and @lvl="3"]/event/choice/event/choice/event/text
ru: Инжи благодарят вас за удаление вируса и готовятся к прыжку. В качестве награды они предлагают уникальное усиление.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="anaerobic"]/text
ru: (Член экипажа ланиус) Ваш ланиус отчаянно жестикулирует.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="anaerobic"]/event/text
ru: Удивительно, но ланиус, похоже, знает, в каком из компьютеров вирус и... начинает поглощать терминал. Происходит выброс кислорода, и корабль инжи выключает орудия, более не ощущая наличия вируса на борту. Инжи посылают запчасти для починки повреждённого компьютера, а также уникальное усиление в качестве награды за уничтожение вируса.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="engi"]/text
ru: (Член экипажа инжи) Послать члена вашего экипажа инжи договориться с кораблём инжи.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="engi"]/event/text
ru: Пока инжи пытается связаться с судном и договориться, ваш член экипажа внезапно распадается в облако нанитов — вирус снова совершил убийство! Судно инжи засекло активность на вашем корабле и открывает огонь!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS"]/choice/event/choice[@req="engi"]/event/removeCrew/text
ru: Похоже, что вирус нарушил функционирование вашего клон-отсека, и он не может воскресить погибшего!

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_VIRUS_CLEAN"]/event[1]/text
ru: Обнуление ядра двигателя и щитов оказывается бесполезным... Постепенно вы ловите вирус в оружейной системе и уже готовы его вычистить, но инжи слишком обеспокоены и начинают атаку!

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_VIRUS_CLEAN"]/event[2]/text
ru: Обнуление ядра двигателя и щитов позволяет вовремя локализировать угрозу. Опасное заражение предотвращено, а инжи благодарят вас за удаление вируса и готовятся к прыжку. В качестве награды они предлагают уникальное усиление.

source: data/events_engi.xml.rawclobber$//ship[@name="ENGI_VIRUS_SHIP"]/destroyed/text
ru: Корабль инжи уничтожен, а вы замечаете, что вирус покинул ваш корабль и исчез где-то в обломках систем их судна. Скорее всего, он заразит первый же корабль инжи, который пройдёт рядом, но ваша миссия слишком важна для того, чтобы рисковать повторным заражением, пытаясь его остановить.

source: data/events_engi.xml.rawclobber$//ship[@name="ENGI_VIRUS_SHIP"]/deadCrew/text
ru: Экипаж корабля инжи перебит, а вы замечаете, что вирус покинул ваш корабль и исчез где-то в системах их судна. Скорее всего, он заразит первый же корабль инжи, который пройдёт рядом, но ваша миссия слишком важна для того, чтобы рисковать повторным заражением, пытаясь его остановить.

source: data/events_engi.xml.rawclobber$//ship[@name="ENGI_VIRUS_SHIP_ALT"]/destroyed/text
ru: Корабль уничтожен, вы разбираете его на лом и готовитесь к прыжку.

source: data/events_engi.xml.rawclobber$//ship[@name="ENGI_VIRUS_SHIP_ALT"]/deadCrew/text
ru: Все инжи мертвы, а вы забираете всё, что можете и готовитесь к прыжку.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS_REBORN"]/text
ru: К вашему удивлению, ваш член экипажа инжи восстанавливается. Похоже, что вирус пересобрал, перенацелил и перепрограммировал тело своего нового носителя-инжи и хочет путешествовать с вами... А ещё похоже, что вирус за время пребывания у вас на корабле очень многому научился.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_VIRUS_REBORN"]/crewMember
ru: Вирус

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/text
ru: Перед вами ремонтная станция инжи. За символическую плату они готовы предоставить вам ремонт и необходимые припасы.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/choice[1]/text
ru: Узнать их расценки.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Пусть инжи запросит бесплатный комплект снабжения.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/choice[@req="engi"]/event/text
ru: Ваш инжи объясняет им важность вашей миссии, и они соглашаются бесплатно вам помочь.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/choice[@req="SHOTGUN_3_BROKEN"]/text
ru: (Сломанный Флак Мод III) Спросить их, не могут ли они починить вашу пушку.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/choice[@req="WEAPONS_PROTOTYPES_BROKEN"]/text
ru: (Повреждённый прототип) Спросить у инжи о ремонте прототипов.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI"]/choice[5]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/text
ru: Вы ознакамливаетесь с их ценами...

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[1]/text
ru: Выбрать этот вариант снабжения. [20 $]

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[1]/event/text
ru: Инжи принимают оплату и отправляют вам припасы. Ремонтная бригада тем временем чинит корпус вашего корабля.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[2]/text
ru: Выбрать этот вариант снабжения. [15 $]

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[2]/event/text
ru: Инжи принимают оплату и отправляют вам припасы. Ремонтная бригада тем временем чинит корпус вашего корабля.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[3]/text
ru: Выбрать этот вариант снабжения. [10 $]

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[3]/event/text
ru: Инжи принимают оплату и отправляют вам припасы. Ремонтная бригада тем временем чинит корпус вашего корабля.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_COST"]/choice[4]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/text
ru: Они внимательно осматривают повреждения орудия. Судя по всему, поломку можно устранить, имея подходящее оборудование. К сожалению, на этой ремонтной станции такового не имеется. Инжи говорят, что есть другая станция неподалёку отсюда, где вам могут помочь, но она скрыта поясом астероидов, и без улучшенной системы FTL-навигации туда не попасть.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[@req="FTL_JUMPER"]/text
ru: (Улучшенная FTL-навигация) Попросить их записать координаты станции в вашу улучшенную систему FTL-навигации.
