Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE1_GOOD"]/event[3]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE2_GOOD"]/event[1]/text
ru: Вы успешно проводите процедуру "агрессивного лечения" со всеми животными. К счастью, этот вид заболевания не передаётся клонам. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE2_GOOD"]/event[2]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE3_GOOD"]/event/text
ru: Вы быстро проводите процедуру "агрессивного лечения" со всеми животными. К счастью, этот вид заболевания не передаётся клонам. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE1_BAD"]/event[1]/text
ru: Во время процедуры животные становятся агрессивными и начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE1_BAD"]/event[2]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE2_BAD"]/event[1]/text
ru: Во время процедуры животные становятся агрессивными и начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE2_BAD"]/event[2]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE2_BAD"]/event[3]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE3_BAD"]/event[1]/text
ru: Во время процедуры животные становятся агрессивными и начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE3_BAD"]/event[2]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE3_BAD"]/event[3]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE3_BAD"]/event[4]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[1]
ru: ...«Приветствие. Цель: лечение анжанасов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[2]
ru: ...«Приветствие. Цель: лечение азур. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[3]
ru: ...«Приветствие. Цель: лечение баррозов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[4]
ru: ...«Приветствие. Цель: лечение базильгейзов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[5]
ru: ...«Приветствие. Цель: лечение бихемозов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[6]
ru: ...«Приветствие. Цель: лечение дэвижей. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[7]
ru: ...«Приветствие. Цель: лечение дадагам. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[8]
ru: ...«Приветствие. Цель: лечение гирров. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[9]
ru: ...«Приветствие. Цель: лечение жагров. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[10]
ru: ...«Приветствие. Цель: лечение журатодусов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[11]
ru: ...«Приветствие. Цель: лечение киринов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[12]
ru: ...«Приветствие. Цель: лечение кулю-джаков. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[13]
ru: ...«Приветствие. Цель: лечение кульвов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[14]
ru: ...«Приветствие. Цель: лечение кушалл. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[15]
ru: ...«Приветствие. Цель: лечение лавасинд. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[16]
ru: ...«Приветствие. Цель: лечение легиан. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[17]
ru: ...«Приветствие. Цель: лечение нергигантов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[18]
ru: ...«Приветствие. Цель: лечение одогар. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[19]
ru: ...«Приветствие. Цель: лечение паолум. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[20]
ru: ...«Приветствие. Цель: лечение розовых разин. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[21]
ru: ...«Приветствие. Цель: лечение радобан. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[22]
ru: ...«Приветствие. Цель: лечение теостр. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[23]
ru: ...«Приветствие. Цель: лечение тоби-кадаш. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[24]
ru: ...«Приветствие. Цель: лечение урраган. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_BAD_TEXT"]/text[25]
ru: ...«Приветствие. Цель: лечение ксено-джив. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[1]
ru: ...«Приветствие. Цель: лечение апсеросов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[2]
ru: ...«Приветствие. Цель: лечение барносов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[3]
ru: ...«Приветствие. Цель: лечение гажалак. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[4]
ru: ...«Приветствие. Цель: лечение гажусов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[5]
ru: ...«Приветствие. Цель: лечение гастодонтов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[6]
ru: ...«Приветствие. Цель: лечение хорнотавров. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[7]
ru: ...«Приветствие. Цель: лечение келби. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[8]
ru: ...«Приветствие. Цель: лечение кестодонтов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[9]
ru: ...«Приветствие. Цель: лечение мерносов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[10]
ru: ...«Приветствие. Цель: лечение мосвинов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[11]
ru: ...«Приветствие. Цель: лечение шамосов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[12]
ru: ...«Приветствие. Цель: лечение рапиносов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ANIM_GOOD_TEXT"]/text[13]
ru: ...«Приветствие. Цель: лечение вестоподов. Условие: наличие медицинского оборудования... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_STORMFIRE_EVENT"]/text
ru: Вы прибываете к совершенно обычному маяку. Внезапно все приборы на корабле начинают барахлить...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_STORMFIRE_EVENT"]/choice/event/text
ru: Вокруг вас начинается ионный шторм! Сквозь помехи вы получаете чей-то сигнал: «Приветствие. Цель: спасение морфов. Передача координат».

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_STORMFIRE_EVENT"]/choice/event/choice[1]/text
ru: Направиться по указанным координатам. Похоже, это где-то неподалёку.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_STORMFIRE_EVENT"]/choice/event/choice[2]/text
ru: Игнорировать сообщение и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[1]/text
ru: По мере приближения к координатам корпус начинает чудовищно нагреваться, однако вам удаётся найти небольшое судно морфов. Судя по всему, они тут застряли без топлива. Что будем делать?

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[1]/choice[1]/text
ru: Дать им топливо.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[1]/choice[1]/event/text
ru: Морфы спешно заправляются и готовятся улетать прочь...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[1]/choice[1]/event/choice/event/text
ru: ... перед самым отлётом они благодарят вас полезными материалами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[1]/choice[2]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[1]/choice[3]/text
ru: Зарядить двигатель и улететь.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[2]/text
ru: По мере приближения к координатам корпус начинает чудовищно нагреваться, однако вам удаётся найти небольшое судно морфов. Судя по всему, они тут застряли без топлива. Что будем делать?

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[2]/choice[1]/text
ru: Дать им топливо.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[2]/choice[1]/event/text
ru: Морфы спешно заправляются и готовятся улетать прочь...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[2]/choice[1]/event/choice/event/text
ru: ... перед самым отлётом они благодарят вас полезными материалами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[2]/choice[2]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_STORMFIRE_EVENT2"]/event[2]/choice[3]/text
ru: Зарядить двигатель и улететь.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/text
ru: Морфы появляются в вашем коммуникаторе: «Приветствие. Цель: фрагменты корпуса корабля... ОШИБКА... ПЕРЕЗАПУСК... Условие: оплата ломом».

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[1]/text
ru: Разобрать 5 единиц корпуса.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[1]/event/text
ru: Вы выдираете часть обшивки, а морфы забирают их себе, оплатив ломом.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[2]/text
ru: Разобрать 10 единиц корпуса.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[2]/event/text
ru: Вы выдираете часть обшивки, а морфы забирают их себе, оплатив ломом.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[3]/text
ru: Разобрать 15 единиц корпуса.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[3]/event/text
ru: Вы выдираете часть обшивки, а морфы забирают их себе, оплатив ломом.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[4]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELFDAMAGER_EVENT"]/choice[5]/text
ru: Отказаться от предложения, зарядить двигатель и улететь.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/text
ru: Морфы снова выходят на связь и просят ещё несколько кусков корпуса за лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[1]/text
ru: Разобрать ещё 5 единиц корпуса.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[1]/event/text
ru: Вы выдираете куски обшивки, а морфы отдают обещанный лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[2]/text
ru: Разобрать ещё 10 единиц корпуса.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[2]/event/text
ru: Вы выдираете куски обшивки, а морфы отдают обещанный лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[3]/text
ru: Разобрать ещё 15 единиц корпуса.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[3]/event/text
ru: Вы выдираете куски обшивки, а морфы отдают обещанный лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[4]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[5]/text
ru: Отказаться, зарядить двигатель и улететь.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[1]/choice[5]/event/text
ru: Морфы, похоже, решают взять своё силой и заряжают орудия!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[2]/text
ru: Морфы снова выходят на связь и просят ещё несколько кусков корпуса в обмен на кое-какой товар.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[2]/choice[1]/text
ru: Разобрать ещё 5 единиц.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[2]/choice[1]/event/text
ru: Вы выдираете куски обшивки, а морфы отдают обещанное оборудование.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[2]/choice[2]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[2]/choice[3]/text
ru: Отказаться, зарядить двигатель и улететь.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELFDAMAGER_EVENT2"]/event[2]/choice[3]/event/text
ru: Морфы, похоже, решают взять своё силой и заряжают орудия!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT"]/text
ru: Корабль морфов на местном маяке присылает вам сообщение: «Приветствие. Цель: сканирование сектора. Условие: перевозка анализатора морфов. Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT"]/choice[1]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT"]/choice[1]/event/text
ru: Морфы дают вам координаты места доставки и свой анализатор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT"]/choice[2]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT"]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT2"]/text
ru: Ожидавшие вас здесь морфы приближаются...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT2"]/choice[@req="SHIPRADAR2"]/text
ru: (Анализатор морфов) Предоставить им анализатор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT2"]/choice[@req="SHIPRADAR2"]/event/text
ru: ...Они забирают анализатор и считывают с него данные, а вы получаете оплату за проделанную работу.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SCANNING_EVENT2"]/choice[2]/event/text
ru: ...Они почему-то начинают зарядку своих орудий! Похоже, что-то пошло не так!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/text
ru: Рядом с маяком вы встречаете корабль слагов. Они предлагают вам поохотиться на корабли морфов, чтобы достать их уникальные орудия. За вашу помощь они предлагают лом.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[@req="SHIPRADAR2"]/text
ru: (Анализатор морфов) Показать слагам анализатор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[@req="SHIPRADAR2"]/event/text
ru: ...слаги очень оживляются, увидев ваше устройство. Они забывают о своём первом предложении и теперь предлагают вам продать им анализатор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[@req="SHIPRADAR2"]/event/choice[1]/text
ru: Продать.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[@req="SHIPRADAR2"]/event/choice[1]/event/text
ru: ...Они забирают анализатор и отдают лом.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[@req="SHIPRADAR2"]/event/choice[2]/text
ru: Отказаться.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[@req="SHIPRADAR2"]/event/choice[2]/event/text
ru: ...«Вы поплатитесссь за сссвою жадносссть!» Слаги заряжают орудия!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[2]/text
ru: Согласиться с предложением.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[2]/event/text
ru: Слаги дают вам лом и координаты корабля-цели.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT1_EVENT"]/choice[4]/text
ru: Игнорировать их и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT1_EVENT_GONE"]/event[3]/text
ru: Отправившись поговорить с экипажем, вы замечаете скрежет где-то под кораблём. Оказывается, слаги решили по-тихому слить ваше топливо! Поняв, что их раскрыли, они заряжают орудия!

source: data/events_engi.xml.rawclobber$//ship[@name="SHIPS_JELLYHUNTER_PARAM"]/escape/text
ru: Вы засекаете зарядку FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="SHIPS_JELLYHUNTER_PARAM"]/gotaway/text
ru: Слаги скрылись в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2_EVENT"]/event[1]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2_EVENT"]/event[2]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2_EVENT"]/event[3]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2_EVENT"]/event[4]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_H1_PARAM"]/destroyed/text
ru: Цель разваливается на части, и вы собираете обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_H1_PARAM"]/deadCrew/text
ru: Цель захвачена, и вы забираете всё ценное...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_HUNT2R_EVENT_NEXT"]/text
ru: Уцелевших орудий морфов не осталось. Слаги сообщают вам координаты следующей цели.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_HUNT2R_EVENT_CHOOSE"]/text
ru: Вы замечаете, что слаги снимают 2 орудия морфов и уже хотят улетать, но вы их останавливаете. Они говорят, что как раз собирались поделиться. Какое орудие выберете?

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_HUNT2R_EVENT_END"]/text
ru: Вы грузите орудие и готовитесь к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[7]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[7]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[8]/choice[1]/text
ru: Забрать это орудие.
