Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[8]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[9]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[9]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[10]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[10]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[11]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[11]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[12]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT2R_EVENT"]/event[12]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3_EVENT"]/event[1]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3_EVENT"]/event[2]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3_EVENT"]/event[3]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3_EVENT"]/event[4]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3_EVENT"]/event[5]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3_EVENT"]/event[6]/text
ru: Рядом с маяком вы встречаете корабль морфов. Они сразу атакуют вас.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_H3_PARAM"]/destroyed/text
ru: Цель разваливается на части, и вы собираете обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_H3_PARAM"]/deadCrew/text
ru: Цель захвачена, и вы забираете всё ценное...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[1]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[1]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[2]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[2]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[3]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[3]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[4]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[4]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[5]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[5]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[6]/choice[1]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_HUNT3R_EVENT"]/event[6]/choice[2]/text
ru: Забрать это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="NO_MENGI_EVENT"]/text
ru: Корабль, выглядящий как обычное судно инжи, выходит на связь. «Приветствие. Цель: куски корпуса кораблей других рас. Условие: лом и схема дрона. Согласие= Y/N?».

source: data/events_engi.xml.rawclobber$//event[@name="NO_MENGI_EVENT"]/choice[1]/text
ru: Направить им "Y" и получить предоплату.

source: data/events_engi.xml.rawclobber$//event[@name="NO_MENGI_EVENT"]/choice[1]/event/text
ru: Вам дают координаты корабля-цели.

source: data/events_engi.xml.rawclobber$//event[@name="NO_MENGI_EVENT"]/choice[2]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="NO_MENGI_EVENT"]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="NO_MENGI_EVENT_2"]/text
ru: Вы находите корабль-цель и без лишних разговоров мчитесь в атаку.

source: data/events_engi.xml.rawclobber$//ship[@name="NO_MENGI2_PARAM"]/destroyed/text
ru: Корабль уничтожен, и вы забираете уцелевшие материалы. Вскоре сюда прилетает корабль, который вас направил, и рыскает по разлетевшимся кускам корабля.

source: data/events_engi.xml.rawclobber$//ship[@name="NO_MENGI2_PARAM"]/deadCrew/text
ru: Экипаж корабля уничтожен, и вы обчищаете его трюмы. Вскоре сюда прилетает корабль, который вас направил, и осматривает останки корабля.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT"]/text[1]
ru: Рядом с маяком в супер-шторме на вас неожиданно нападает корабль морфов!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT"]/text[2]
ru: Из-за облака туманности на вас нападает корабль морфов! Кстати, этот шторм гораздо сильнее, чем вы раньше встречали...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT"]/text[3]
ru: Ионный шторм у этого маяка глушит ваш реактор сильнее обычного... Но неприятности только начинаются — внезапно появившиеся морфы атакуют вас!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT"]/text[4]
ru: Вы попадаете в супер-шторм, и реактор корабля почти отключается. К тому же на вас нападают морфы, ну что за неудачный день!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT2"]/text[1]
ru: Вы залетаете в туманность, вокруг которой бушует супер-шторм. Поблизости корабль морфов проводит какие-то исследования.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT2"]/text[2]
ru: Из-за облака туманности на вас выскакивает корабль морфов! Извинившись, они немного отлетают от вас. В этом супер-шторме ничего не видно...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT2"]/text[3]
ru: Вы попадаете в зону супер-шторма, и реактор корабля стремительно угасает. Морфы поблизости находятся не в лучшем положении...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT2"]/text[4]
ru: Этот ионный шторм гораздо сильнее обычного. Корабль морфов, похоже, застрял тут именно по этой причине...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT_ATTACK"]/text[1]
ru: Никто не узнает...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT_ATTACK"]/text[2]
ru: Всё равно никто не узнает...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT_ATTACK"]/text[3]
ru: Когда вас останавливали погодные условия?

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SUPERSTORM_TEXT_ATTACK"]/text[4]
ru: Сегодня не их счастливый день.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_SUPERSTORM_NEUTRAL"]/choice[@req="reactor" and @lvl="1"]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_SUPERSTORM_NEUTRAL"]/choice[@req="reactor" and @lvl="3"]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_SUPERSTORM_NEUTRAL"]/choice[3]/text
ru: Пролететь мимо.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_SUPERSTORM_NEUTRAL"]/choice[3]/event/text
ru: Вы не готовы сражаться в таких условиях. Может, в другой раз.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT"]/text
ru: Вблизи маяка небольшая станция морфов. «Приветствие. Название: "Инжекторная лаборатория морфов". Цель: лом. Услуги: продажа инжекторов, быстрая установка ваших инжекторов в орудия».

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT"]/choice[1]/text
ru: Спросить, какие инжекторы они продают.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT"]/choice[@req="INJECTOR_RANDOM"]/text
ru: (Инжектор) Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT"]/choice[3]/text
ru: Игнорировать их и поговорить с экипажем до зарядки FTL-двигателя.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/text
ru: Морфы принимают оплату и проводят вас к механизму ускоренной установки инжекторов.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_PRC"]/text
ru: (Инжектор проникновения) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_FRC"]/text
ru: (Инжектор пламени) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_BRC"]/text
ru: (Инжектор пробоя) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_CLD"]/text
ru: (Инжектор перезарядки) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_POW"]/text
ru: (Инжектор энергии) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_UNI"]/text
ru: (Универсальный инжектор) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[@req="INJECTOR_ACC"]/text
ru: (Инжектор точности) Применить этот инжектор.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_INJS_EVENT_PRIMENIT"]/choice[8]/text
ru: Отменить операцию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/text
ru: Морфы показывают вам несколько инжекторов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[1]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[1]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[1]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[1]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[2]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[2]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[2]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[2]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[3]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[3]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[3]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[3]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[1]/choice[4]/text
ru: Отказаться от покупок.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/text
ru: Морфы показывают вам несколько инжекторов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[1]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[1]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[1]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[1]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[2]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[2]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[2]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[2]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[3]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[3]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[3]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[3]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[2]/choice[4]/text
ru: Отказаться от покупок.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/text
ru: Морфы показывают вам несколько инжекторов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[1]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[1]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[1]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[1]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[2]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[2]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[2]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[2]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[3]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[3]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[3]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[3]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[3]/choice[4]/text
ru: Отказаться от покупок.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/text
ru: Морфы показывают вам несколько инжекторов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[1]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[1]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[1]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[1]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[2]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[2]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[2]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[2]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[3]/text
ru: Купить этот.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[3]/event/text
ru: Вы передаёте им лом и получаете инжектор.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[3]/event/choice[1]/text
ru: Попросить морфов применить ваш инжектор к орудию.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[3]/event/choice[2]/text
ru: Попрощаться и приготовиться к прыжку.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_INJS_EVENT_R"]/event[4]/choice[4]/text
ru: Отказаться от покупок.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_MTRIGGER_EVENT"]/text
ru: Сразу после выхода из прыжка вам на хвост садится корабль морфов. Их агрессивные намерения не вызывают сомнений.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_MTRIGGER_SHIP_PARAM"]/surrender/text
ru: Вы замечаете, что на ваш корабль телепортируются мантисы! Неужели это морфы их контролируют?

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/text
ru: О системе, в которой расположен маяк, ползут ужасающие слухи. Морфы здесь совершенно утратили чувство сострадания и проводят чудовищный эксперимент: пытаются объединить несколько жизненных форм в одну. Можно пожертвовать одним из членов экипажа: морфам всегда нужны подопытные с уникальной ДНК.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/text
ru: Отправить морфам одного из членов экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/text
ru: Выберите, кого отправлять.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="human"]/text
ru: (Человек) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="human"]/event/text
ru: Человек долго сопротивляется: ссылается на порок сердца и больную печень. В конце концов он отправляется к морфам. Взамен вы получаете всего лишь немного топлива и лома: люди широко распространены, и у морфов всегда хватает таких подопытных.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="order_human"]/text
ru: (Человек Ордена) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="order_human"]/event/text
ru: Человек долго сопротивляется: ссылается на порок сердца и больную печень. В конце концов он отправляется к морфам. Взамен вы получаете всего лишь немного топлива и лома: люди широко распространены, и у морфов всегда хватает таких подопытных.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="order_female"]/text
ru: (Человек Ордена) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="order_female"]/event/text
ru: Человек долго сопротивляется: ссылается на порок сердца и больную печень. В конце концов он отправляется к морфам. Взамен вы получаете всего лишь немного топлива и лома: люди широко распространены, и у морфов всегда хватает таких подопытных.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="engi"]/text
ru: (Инжи) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="engi"]/event/text
ru: Так как у морфов хватает инжи для экспериментов, они предлагают вашему бывшему товарищу по команде работу уборщика. В качестве компенсации морфы предоставляют вам немного лома и деталей дронов: лучше, чем ничего!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="morph"]/text
ru: (Морф) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="morph"]/event/text
ru: Так как у морфов нет недостатка в своих же ДНК, они предлагают вашему бывшему товарищу по команде работу уборщика. В качестве компенсации морфы предоставляют вам немного лома и деталей дронов: лучше, чем ничего!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mantis"]/text
ru: (Мантис) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mantis"]/event/text
ru: Несмотря на то, что мантисы широко распространены, поймать их для экспериментов чрезвычайно сложно. Вы не говорите вашему члену экипажа куда именно он отправляется, и вскоре получаете награду — большую кучу лома от морфов.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="rock"]/text
ru: (Рок) Пожертвовать члена экипажа.
