Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2_ACC"]/text
ru: (Прототип орхидов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="MAGMAN_PROTOTYPE_2"]/text
ru: (Прототип магменов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="MAGMAN_PROTOTYPE_2_CLD"]/text
ru: (Прототип магменов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="MAGMAN_PROTOTYPE_2_POW"]/text
ru: (Прототип магменов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="MAGMAN_PROTOTYPE_2_UNI"]/text
ru: (Прототип магменов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="MAGMAN_PROTOTYPE_2_ACC"]/text
ru: (Прототип магменов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[111]/text
ru: Узнать цены на ремонт и припасы.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[112]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[1]
ru: Этот сектор контролируется группой инжи, которая из-за отключения ионным пульсаром модулей самоограничений ИИ пришла к выводу, что обломки кораблей чужих рас могут им пригодиться.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[2]
ru: У морфов отключены модули использования на кораблях только своих структур. Поэтому они чинят повреждённые корабли тем, что находят поблизости — обломками других кораблей.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[3]
ru: Несмотря на общую агрессивность к другим расам, морфы занимаются сохранением жизни на планетах внутри своего сектора.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[4]
ru: Морфы часто используют самое разнообразное найденное ими вооружение и усиления. Эта непредсказуемость часто играет им на руку.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[5]
ru: Секторы морфов часто изобилуют ионными штормами, которые и стали причиной их появления как отдельной подрасы инжи. Любопытно, что обычные инжи как-то находят общий язык со своими сородичами.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[6]
ru: Почти сразу после своего появления морфы откуда-то начали массово перевозить огромные ледяные глыбы-астероиды для создания благоприятных условий на планетах. Сейчас этот процесс почему-то прекратился...

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_MORPH"]/text[7]
ru: Из-за частных ионных штормов морфы частично потеряли способность к общению, их речь полна ошибок, а сами они понимают лишь простые ответы.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_MORPH"]/text[1]
ru: Маленькая торговая станция заливает ваши коммуникаторы бинарным кодом, не поддающимся расшифровке. Убедившись, что угрозы нет, вы медленно приближаетесь и стыкуетесь.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_MORPH"]/text[2]
ru: Морфы устроили небольшой магазинчик на этом маяке. Вы решаете проверить их ассортимент.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_MORPH"]/text[3]
ru: Вы получаете приглашение на стыковку от небольшой торговой станции морфов. Вы приближаетесь и с интересом рассматриваете их товар.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_MORPH"]/text[4]
ru: На огромном корабле инжи красуется пластина от корпуса роков. Это морфы-торговцы, и они приглашают вас заключить сделку.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_MORPH"]/text[1]
ru: Этот маяк собран из импульсного преобразователя и куска амортизирующего полимера. Ничем не примечательная конструкция, но это единственное, что находится рядом с кораблём.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_MORPH"]/text[2]
ru: В низких диапазонах каналов связи лишь потоки не поддающихся дешифрации бинарных данных. Морфов даже подслушивать не удаётся!

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_MORPH"]/text[3]
ru: Вблизи вашего корабля вы видите небольшое голубое облако. Поверхностный анализ показывает, что это мелкие кристаллики чистейшего льда.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_MORPH"]/text[4]
ru: На планете поблизости присутствуют признаки жизни. А один из местных видов, похоже, активно развивает сельское хозяйство.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_MORPH"]/text[5]
ru: Поверхностный анализ планеты поблизости показывает, что она была подвергнута активному терраформированию несколько десятков циклов назад.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_MORPH"]/text[6]
ru: Анализ атмосферы планеты рядом с маяком показывает, что она пригодна для дыхания некоторых форм жизни. Вы к ним не относитесь.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[1]
ru: Возле маяка вас поджидает корабль морфов. Нацеленные на вас орудия недвусмысленно намекают на предстоящее сражение.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[2]
ru: Не все морфы дружелюбны к пришельцам. Эти — точно нет.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[3]
ru: Как только вы появляетесь у маяка, в вас летит залп из морф-пушки. К счастью, вы уклоняетесь.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[4]
ru: Все надежды безопасно пролететь по этому маршруту рассыпаются с первым залпом морф-пушки в вашу сторону. Сложно понять, что на уме у этих морфов...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[5]
ru: Морфы у этого маяка посылают вам какой-то бессмысленный набор двоичных данных. Вы посылаете в ответ случайную последовательность единиц и нулей, но морфы вдруг становятся агрессивными. Сложно общаться, не понимая друг друга...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[6]
ru: Вы встречаетесь с кораблём морфов. Однако невозможно понять, что они пытаются вам сообщить: вы получаете лишь длинные строки из 1 и 0. Остаётся поговорить на единственном доступном языке — языке пушек!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_FIGHT_TEXT"]/text[7]
ru: Морфы, повстречавшиеся на вашем пути, кажется, совсем утратили способность общаться. Ко всему прочему, они ещё и начинают зарядку орудий! Что бы это ни значило, вы атакуете их первыми.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_EVENT_ATTACK"]/event[5]/text
ru: Внезапно вокруг вас начинается ионный шторм! Придётся сражаться в этих условиях...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_EVENT_ATTACK"]/event[6]/text
ru: Внезапно вокруг вас начинается ионный шторм! Придётся сражаться в этих условиях...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_EVENT_ATTACK"]/event[7]/text
ru: Внезапно вокруг вас начинается ионный шторм! Корабль морфов ускользает, пользуясь вашим замешательством...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT"]/text
ru: Небольшой корабль морфов дрейфует вблизи маяка. Он не проявляет никакой активности, и вы решаете, что делать.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT"]/choice[1]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT"]/choice[@req="ENGI_AND_MORPH" and @lvl="0"]/text
ru: Попытаться выйти на связь.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT"]/choice[@req="ENGI_AND_MORPH" and @lvl="1"]/text
ru: Попытаться выйти на связь.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT"]/choice[4]/text
ru: Не обращать на них внимания и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT_NOTALK"]/text
ru: Морфы не отвечают на ваши запросы связи...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT_NOTALK"]/choice[1]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT_NOTALK"]/choice[2]/text
ru: Оставить их в покое.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT_TALK"]/text
ru: Морфы выходят на связь: «10011011, 10111001, 00100111... СИНТАКСИЧЕСКАЯ ОШИБКА... ПЕРЕЗАПУСК... Приветствие. Адресат: близкая форма жизни. Передача координат. Описание: "Холодный мир"... 11110010... ОШИБКА... ПЕРЕЗАПУСК...» На этом связь обрывается.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT_TALK"]/choice[1]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENT_TALK"]/choice[2]/text
ru: Поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENTQ"]/text
ru: В указанных координатах вы находите червоточину. Корабль морфов на её орбите передаёт вам следущее: «Приветствие. Адресат: 00000000... ОШИБКА... ПЕРЕЗАПУСК... Цель: "Нестабильная червоточина". Свойства: "Повреждения. Гипер-переход". Значение: "101110011... ОШИБКА...»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENTQ"]/choice[1]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENTQ"]/choice[2]/text
ru: Направить корабль в нестабильную червоточину.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_EVENTQ"]/choice[3]/text
ru: Не обращать на них внимания и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[1]/text
ru: [ Гипер-переход 33% ] Вы приближаетесь к червоточине, а корпус вашего корабля начинает трещать по швам от перегрузок!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[1]/choice[1]/text
ru: Продолжить сближение.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[1]/choice[2]/text
ru: Быстро вернуться назад, пока ещё не поздно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[2]/text
ru: [ Гипер-переход 33% ] Вы приближаетесь к червоточине, а корпус вашего корабля начинает трещать по швам от перегрузок!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[2]/choice[1]/text
ru: Продолжить сближение.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[2]/choice[2]/text
ru: Быстро вернуться назад, пока ещё не поздно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[3]/text
ru: [ Гипер-переход 33% ] Вы приближаетесь к червоточине, а корпус вашего корабля начинает трещать по швам от перегрузок!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[3]/choice[1]/text
ru: Продолжить сближение.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ1"]/event[3]/choice[2]/text
ru: Быстро вернуться назад, пока ещё не поздно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[1]/text
ru: [ Гипер-переход 66% ] Вы приближаетесь к червоточине всё ближе и получаете всё больше повреждений!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[1]/choice[1]/text
ru: Продолжить сближение.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[1]/choice[2]/text
ru: Быстро вернуться назад, пока ещё не поздно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[2]/text
ru: [ Гипер-переход 66% ] Вы приближаетесь к червоточине всё ближе и получаете всё больше повреждений!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[2]/choice[1]/text
ru: Продолжить сближение.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[2]/choice[2]/text
ru: Быстро вернуться назад, пока ещё не поздно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[3]/text
ru: [ Гипер-переход 66% ] Вы приближаетесь к червоточине всё ближе и получаете всё больше повреждений!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[3]/choice[1]/text
ru: Продолжить сближение.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ2"]/event[3]/choice[2]/text
ru: Быстро вернуться назад, пока ещё не поздно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ3"]/event[1]/text
ru: [ Гипер-переход 100% ] Корпус вашего корабля в критическом состоянии, но вы замечаете искажение пространства вокруг — переход начался!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ3"]/event[2]/text
ru: [ Гипер-переход 100% ] Корпус вашего корабля в критическом состоянии, но вы замечаете искажение пространства вокруг — переход начался!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CRYSTAL_EVENTQ3"]/event[3]/text
ru: [ Гипер-переход 100% ] Корпус вашего корабля в критическом состоянии, но вы замечаете искажение пространства вокруг — переход начался!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_BACK"]/text
ru: Вы возвращаетесь обратно к кораблю морфов, испытав на себе всю мощь гипер-пространственных перегрузок...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_BACK"]/choice[1]/text
ru: Атаковать морфов!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CRYSTAL_BACK"]/choice[2]/text
ru: Зарядить FTL-двигатель и покинуть это место.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[1]/text
ru: На корабле не осталось ни одного морфа. Однако их трюмы почти пусты.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[2]/text
ru: На корабле не осталось ни одного морфа. Вы забираете полезные материалы.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[3]/text
ru: На корабле не осталось ни одного морфа. Вы забираете все полезные материалы.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[4]/text
ru: Морфы мертвы, вы можете забрать топливо из их хранилища. А также собрать весь доступный лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[5]/text
ru: Морфы мертвы, вы можете забрать всё топливо из их хранилища. А также собрать весь доступный лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[6]/text
ru: Вы находите ремонтника морфов на их корабле. Так как остановить вас некому, вы забираете его себе.

source: data/events_engi.xml.rawclobber$//eventList[@name="DEAD_CREW_MENGI"]/event[7]/text
ru: Вы находите уникальное оружие морфов на их корабле. Так как остановить вас некому, вы забираете его себе.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SURRENDER"]/choice[1]/text
ru: Принять их предложение.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SURRENDER"]/choice[2]/text
ru: Мы не признаём капитуляцию!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[1]
ru: «00100111... ПЕРЕЗАПУСК... Цель: перемирие. Условие: передача ресурсов... ОШИБКА...»

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[2]
ru: В коммуникаторе вы видите, как капитан корабля морфов жестами просит прекращения огня...

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[3]
ru: Похоже, что корабль морфов хочет откупиться. Стоит ли их отпускать?

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[4]
ru: Нули и единицы на коммуникаторе после простейшей дешифрации дают понять, что морфы хотят сдаться.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[5]
ru: Ещё недавно яростные чёрточки на лице капитана морфов сменились на жалостные. Он просит пощады!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[6]
ru: Морфы сдаются. Они предлагают ресурсы в обмен на их жизни.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[7]
ru: Корабль морфов трещит по швам, и они запрашивают перемирие.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[8]
ru: Морфы слишком сильно повреждены, чтобы продолжать сражение. Они просят пощады.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SURRENDER_TEXT"]/text[9]
ru: «КРИТИЧЕСКОЕ ПОВРЕЖДЕНИЕ... ОШИБКА... Цель: перемирие. Условие: передача ресурсов... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SYSREPTRANS_EVENT"]/text
ru: Дружелюбное судно морфов выходит на связь: «Приветствие. Адресат: Транспортое судно. Цель: Доставка... 0000010... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SYSREPTRANS_EVENT"]/choice[1]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SYSREPTRANS_EVENT"]/choice[1]/event/text
ru: На вашем коммуникаторе появляются координаты места доставки. А на борт начинают телепортироваться ремонтные дроны. Видимо, их и нужно доставить по адресу...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SYSREPTRANS_EVENT"]/choice[2]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SYSREPTRANS_EVENT"]/choice[3]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SYSREPTRANS_R1_EVENT"]/event[1]/text
ru: ...вы продолжаете наблюдать за тем, как дроны погружаются в трюм вашего судна...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SYSREPTRANS_R1_EVENT"]/event[2]/text
ru: ...последний дрон оказывается на борту, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SYSREPTRANS_R2_EVENT"]/event[1]/text
ru: ...ваша команда говорит, что в трюме нет места, но вы успокаиваете её...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SYSREPTRANS_R2_EVENT"]/event[2]/text
ru: ...наконец, последний дрон оказывается на борту, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SYSREPTRANS_R3_EVENT"]/event/text
ru: ...наконец, последний дрон оказывается на борту, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_STORE_EVENT"]/text
ru: Небольшой торговый пост морфов приветствует вас. Они готовы заплатить вам за доставку оборудования.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/text
ru: Морфы выходят на связь: «Приветствие... 10010111... Тьфу. Привет! Ты не поверишь, но я — это ты из будущего. Меня засосало куда-то в сверхнестабильном секторе, как раз когда я собрал нормальную экипировку. Потом моё сознание оказалось заключено в этом сломанном инжи... ОШИБКА... ПЕРЕЗАПУСК...»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[1]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[1]/event/text
ru: «...Что ты творишь?! Если я тебя... То есть себя, сейчас уничтожу, это вызовет временной парадокс... Ты же не хочешь уничтожить Вселенную???»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/text
ru: Продолжить слушать.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[@req="CREW_ALL" and not(@lvl)]/text
ru: Согласиться.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[@req="CREW_ALL" and not(@lvl)]/event/text
ru: «...Отлично! Давай его сюда скорее, он мне за всё ответит!» Вы передаёте своего побледневшего члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/text
ru: Продолжить...

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[@req="CREW_ALL" and not(@lvl)]/event/choice/event/text
ru: Минуту спустя на борту вашего судна оказывается второе орудие.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[@req="CREW_ALL" and @lvl="0"]/text
ru: Согласиться.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: «...Ах, я совсем забыл, что в этот раз команды не было... Ладно, забирай просто так одно орудие! Тебе нужнее, а я уже собрал мощнейшую экипировку».

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[3]/text
ru: Отказаться.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[4]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[2]/event/choice[4]/event/text
ru: «...Что ты творишь?! Если я тебя... То есть себя, сейчас уничтожу, это вызовет временной парадокс... Ты же не хочешь уничтожить Вселенную???»

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_TIMESHIFT_EVENT"]/choice[3]/text
ru: Игнорировать их и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[1]
ru: «...01101010... Это — я, клянусь! Помнишь тот случай с Алебардой год назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[2]
ru: «...00100010... Это — я, клянусь! Помнишь тот случай с предзажигателем год назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[3]
ru: «...01001001... Это — я, клянусь! Помнишь тот случай с титановым покрытием год назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[4]
ru: «...11010010... Это — я, клянусь! Помнишь тот случай с прототипом год назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[5]
ru: «...01110110... Это — я, клянусь! Помнишь тот случай с аватарами 2 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».
