Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[3]/event/choice/event/text
ru: ... посидев рядом с сурикатами, вы получаете скрытое знание о ближайших звёздах.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[4]/text
ru: Не посещать ничего.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[1]/text
ru: Заплатить за посещение "Странной поляны".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[1]/event/text
ru: Экспонат содержит поляну, на которой постоянно идут какие-то непонятные манипуляции лианами, корнями деревьев и листьями...

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[1]/event/choice/event/text
ru: ...вы увлечённо наблюдаете за процессом, и в итоге к вашим ногам вываливается нечто похожее на усиление для корабля. Кстати, повстанцы приблизились за это время.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[2]/text
ru: Заплатить за посещение "Нитрогуречной теплицы".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[2]/event/text
ru: Вы расхаживаете между спелых огурцов и, сорвав один из них, уже собираетесь откусить, как один из орхидов выбивает огурец из вашей руки и валит вас на землю...

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[2]/event/choice/event/text
ru: ...раздаётся оглушительный взрыв! Отряхнувшись, орхид объясняет, что эти огурцы - по сути биологические боеприпасы, и даёт вам несколько в подарок.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[3]/text
ru: Заплатить за посещение "Грибного кластера".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[3]/event/text
ru: Вы попадаете в довольно тёмное помещение, где в тусклом свете видите бесконечные ряды грибных ферм...

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[3]/event/choice/event/text
ru: ...внезапно к вам припрыгивает молодой машрум и заявляет, что теперь вы в его команде по спасению Федерации и отказы не принимаются.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_3"]/choice[4]/text
ru: Не посещать ничего.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/text
ru: Вы удивлены, увидев корабль слагов в системе, преимущественно населённой орхидами. Слаги открыли зашифрованный канал для связи и приглашают вас присоединиться.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/text
ru: Поговорить со слагами.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/event/text
ru: «Привет, двуногий мешок мяссса. Мы иссскали такой прекрасссный экссспонат в течение ссстолетия. Нам очень жаль, но ты — самый уродливый человек в Галактике, и заслуживаешь того, чтобы тебя забальзамировали и выставили в музее. Боюсссь себе представить, как выглядит твоя мама».

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/event/choice[1]/text
ru: Открыть огонь!

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/event/choice[1]/event/text
ru: Вы стреляете по кораблю слагов, но они ловко уклоняются. Капитан слагов посылает сообщение о бедствии на соседнюю планету орхидов, утверждая, что на него напали пираты. К вашему удивлению, орхиды открывают огонь из всех орудий планетарной обороны по вашему кораблю. Все это было частью коварного плана слагов.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/event/choice[2]/text
ru: Прекратить сеанс связи.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLUG_TAUNT"]/choice[2]/text
ru: Отказаться и побеседовать с экипажем во время зарядки FTL-привода.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIGHT"]/text[1]
ru: Враждебный корабль орхидов ждёт вас у маяка. Без единого слова они открывают огонь.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIGHT"]/text[2]
ru: Орхиды на маяке ведут себя необычайно агрессивно. Один из кораблей движется в вашу сторону, готовя орудия к залпу. Сканирование показывает, что их экипаж заражён инопланетными паразитами.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIGHT"]/text[3]
ru: Военный корабль орхидов приближается и сканирует ваш корабль. Обнаружив, что вы вооружены, орхиды заряжают орудия, чтобы защитить свою территорию.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIGHT"]/text[4]
ru: Многословный корабль орхидов отправляет вам сообщение за сообщением: «Мы узнали о том, что вы, инопланетяне, питаетесь растениями после приготовления их на огне! За это преступление вы будете наказаны»!

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIGHT"]/text[5]
ru: Корабль орхидов ожидает вас у маяка. На экране для переговоров появляется зловещее сообщение: «В этом мире... УБЕЙ или БУДЕШЬ УБИТЫМ».

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SURRENDER"]/choice[1]/text
ru: Принять предложение.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SURRENDER"]/choice[2]/text
ru: Никакой пощады врагам!

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_SURRENDER"]/text[1]
ru: Корабль орхидов отключает все орудия, надеясь, что вы сделаете то же самое.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_SURRENDER"]/text[2]
ru: Корабль орхидов почти уничтожен. Его команда посылает вам изображения, символизирующие мир и ценный груз, вероятно, с просьбой сдаться.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_SURRENDER"]/text[3]
ru: Орхиды на экране отчаянно машут листьями и долбят стеблями по клавиатуре. Спустя несколько секунд вы получаете сообщение, полное опечаток: «Мвы сдлаёмсчя, прекртатите огнь!»

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[1]
ru: Орхиды прилагают колоссальные усилия для поддержания безопасности в своих мирах, но одинокий пират все же сумел пробиться даже через их оборону. Сражения не миновать.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[2]
ru: Секторы орхидов считаются относительно безопасными и привлекают торговцев и беженцев. Те, в свою очередь, привлекают пиратов.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[3]
ru: Корабль с пиратским черепом на корпусе ждёт вас у маяка. Вы подслушиваете разговор на их корабле: «Это не космическая травка. Неважно. Огонь».

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[4]
ru: Вы наслаждались видом заросшей джунглями планеты орхидов, как внезапно пират появился из ниоткуда. Конфликт неизбежен.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_ROCK_FIGHT"]/text[1]
ru: Корабли роков часто встречаются в секторах орхидов. Несмотря на их неприязнь к пришельцам, роки высоко ценят орхидов. Корабль у маяка, однако, ведёт себя враждебно по отношению к вам.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_ROCK_FIGHT"]/text[2]
ru: Орхиды находят роков очень полезными союзниками за их способность противостоять огню, и учитывая как легко ими манипулировать. Корабль роков у маяка расценивает вас как угрозу их растительным повелителям и атакует!

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_ROCK_FIGHT"]/text[3]
ru: Секторы орхидов очень популярны среди богатых путешественников-роков. Тело, поросшее редкими растениями, считается модным в культуре роков. Корабль у маяка считает, что вы выглядите угрожающе и нападает.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_MANTIS_FIGHT"]/text[1]
ru: Воинственные мантисы отправляют свои корабли по всей Галактике для того, чтобы охотиться на другие корабли ради добычи и славы. Секторы орхидов — не исключение.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_MANTIS_FIGHT"]/text[2]
ru: Орхиды прилагают огромные усилия для умиротворения вторгающихся мантисов и установления более тёплых отношений с ними. Но некоторые мантисы никогда не покинут тропу войны. Корабль у маяка принадлежит именно таким.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_MANTIS_FIGHT"]/text[3]
ru: Некоторые мантисы были настолько подвержены влиянию орхидов, что поклоняются растениям и делают единственное, что, по их мнению, порадует их богов: убивают всех чужаков.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_REBEL_FIGHT"]/text[1]
ru: Истребитель повстанцев ожидает вас у маяка. На экране появляется изображение офицера-человека: «Мы пришли, чтобы прополоть этот сектор от инопланетян и сторонников Федерации. Начнём с вас!»

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_REBEL_FIGHT"]/text[2]
ru: Агрессивно настроенный корабль повстанцев выбрал маяк вдали от основных миров орхидов, чтобы дожидаться вашего возможного прибытия. Как только повстанцы вас увидели, корабль тут же пришёл в движение с заряженными орудиями.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_REBEL_FIGHT"]/text[3]
ru: Этот маяк был отмечен как населённый союзниками-орхидами на звёздных картах, но флот повстанцев уже начал захватывать его. Один из разведывательных кораблей повстанцев атакует.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_AUTO_FIGHT"]/text[1]
ru: Узнав, что многие корабли Федерации используют родные миры орхидов в качестве укрытия, повстанцы отправили беспилотники, чтобы охотиться на всех, кто противостоит восстанию. Один из таких кораблей ждёт вас у маяка.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_AUTO_FIGHT"]/text[2]
ru: Беспилотный корабль транслирует сообщение: «Любое существование растений запрещено. В этом секторе допускаются только люди. Слава восстанию». Он настроен враждебно ко всем, кроме повстанцев.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_AUTO_FIGHT"]/text[3]
ru: Останки гражданского корабля орхидов дрейфуют у маяка. Виновник, беспилотный корабль повстанцев, разворачивается и движется к вам, одновременно заряжая орудия.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_CAPTURED_REBEL_FIGHT"]/text[1]
ru: Вы удивлены, услышав, как экипаж корабля орхидов говорит человеческим голосом: «Сдавайтесь. Все близлежащие миры контролируются силами восстания. Сопротивление бесполезно».

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_CAPTURED_REBEL_FIGHT"]/text[2]
ru: Корабль орхидов ведёт себя более агрессивно, чем обычно. Сканирование показывает, что корабль захвачен людьми в униформах повстанцев.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_CAPTURED_REBEL_FIGHT"]/text[3]
ru: Корабль орхидов, расположенный у маяка, движется взад и вперёд. Повстанцы, захватившие корабль, ещё не научились управлять им, но уже нападают на вас.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PIRATE_FRIENDLY_ASB"]/text
ru: Пиратский корабль, потрёпанный в многочисленных сражениях, движется в вашу сторону из-за планеты орхидов. Может быть, пришло время проверить как хорошо орхиды следят за безопасностью своих систем?

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PIRATE_FRIENDLY_ASB"]/choice[1]/text
ru: Сразиться с пиратом один на один.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PIRATE_FRIENDLY_ASB"]/choice[2]/text
ru: Попросить о помощи.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PIRATE_FRIENDLY_ASB"]/choice[2]/event/text
ru: Вы посылаете сигнал бедствия, и военная база орхидов, размещённая на планете, тут же отвечает и использует систему планетарной обороны против пиратов.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_BOSS_REW1"]/event[1]/text
ru: Их прототип не пострадал в бою, и вы переносите его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_BOSS_REW1"]/event[2]/text
ru: Их прототип пострадал в бою, но всё ещё работает. Вы переносите его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_BOSS_REW1"]/event[3]/text
ru: Их прототип пострадал в бою, но всё ещё работает. Вы переносите его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_BOSS_REW2"]/event[1]/text
ru: Их прототип не пострадал в бою, и вы переносите его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_BOSS_REW2"]/event[2]/text
ru: Их прототип не пострадал в бою, и вы переносите его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_BOSS_REW2"]/event[3]/text
ru: Их прототип пострадал в бою, но всё ещё работает. Вы переносите его на свой корабль.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/text
ru: Прилетев к маяку, вы замечаете небольшой корабль орхидов, вызывающих вас на связь: «Приветствуем судно Федерации! Наша научная команда исследует биологические растения, и мы будем рады, если вы окажете нам помощь в исследованиях».

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[1]/text
ru: Спросить, что им надо.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[1]/event/text
ru: Орхиды сообщают: «Мы собрали огромную партию биологических образцов и теперь хотим доставить контейнер на родную планету. Однако, нам также нужно закончить исследования здесь. Сможете доставить биологически ценный груз?»

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[1]/event/choice[1]/text
ru: Согласиться.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[1]/event/choice[1]/event/text
ru: Контейнер орхидов с трудом влезает в корабль, но всё выглядит надёжно закреплённым. Орхиды желают вам удачной дороги.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[1]/event/choice[@req="orchid"]/text
ru: (Член экипажа орхид) Обыскать наш корабль на предмет ценной для орхидов флоры и предложить им всё, что удастся найти.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[1]/event/choice[3]/text
ru: Отказаться и поговорить с командой до зарядки FTL-привода.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[2]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS"]/choice[3]/text
ru: Игнорировать их и поговорить с командой до зарядки FTL-привода.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[1]/text
ru: Вам нужно больше лома для вашей миссии. Вы направляетесь в бой!

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[2]/text
ru: Вам нужно больше лома для вашей миссии. Жалкие растения пожалеют, что встретились на вашем пути!

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[3]/text
ru: Не трогайте нас, мы не сторонники кровопролитий! Возьмите наш груз в обмен на наши жизни!

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[3]/choice[1]/text
ru: Уничтожить корабль орхидов.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[3]/choice[1]/event/text
ru: Вы отключаете каналы связи и атакуете орхидов.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[3]/choice[2]/text
ru: Оставить орхидов в живых.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_ATTACK"]/event[3]/choice[2]/event/text
ru: Вам некогда заниматься жалкими растениями и вы отпускаете их, приняв дань.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[1]
ru: Орхид находит на корабле семена марсианской розы и передаёт её своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[2]
ru: Орхид находит на корабле семена златоцветника и передаёт их своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[3]
ru: Орхид находит на корабле семена душистого мха и передаёт их своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[4]
ru: Орхид находит на корабле семена кислородного папоротника и передаёт их своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[5]
ru: Орхид находит на корабле семена углеводного голодуна и передаёт их своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[6]
ru: Орхид находит на корабле семена дикорастущего корягеля и передаёт их своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[7]
ru: Орхид находит на корабле семена сатурнарцисса и передаёт её своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[8]
ru: Орхид находит на корабле семена альфа-хмеля и передаёт её своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[9]
ru: Орхид находит на корабле семена бета-хмеля и передаёт её своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[10]
ru: Орхид находит на корабле семена земного дуба и передаёт её своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA_TEXT"]/text[11]
ru: Орхид находит на корабле семена туманного чеснока и передаёт её своим сородичам за награду.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_SEARCH_FLORA"]/event[6]/text
ru: Ваш орхид долго роется по закоулкам корабля, но не находит ничего ценного для его расы.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_ASK_AGAIN"]/text
ru: Орхиды снова повторяют вопрос о перевозке биологического контейнера. Что скажете?

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_ASK_AGAIN"]/choice[1]/text
ru: Согласиться.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_ASK_AGAIN"]/choice[1]/event/text
ru: Контейнер орхидов с трудом влезает в корабль, но всё выглядит надёжно закреплённым. Орхиды желают вам удачной дороги.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_ASK_AGAIN"]/choice[2]/text
ru: Отказаться.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/text
ru: Вблизи маяка вас встречает судно орхидов. Они спрашивают, что привело вас сюда?

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/choice[@req="ORCHID_BOX"]/text
ru: (Контейнер орхидов) Передать орхидам их контейнер.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/choice[@req="ORCHID_BOX"]/event/text
ru: Орхиды забирают свой ценный груз и отправляют вам награду.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/choice[2]/text
ru: Рассказать орхидам историю о ценном биологическом контейнере, который вам не удалось доставить сюда.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/choice[3]/event/text
ru: Вы начинаете атаку, но тут же понимаете, что всё это время были на прицеле у планетарных защитных орудий!

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD"]/choice[4]/text
ru: Игнорировать их и поговорить с командой до зарядки FTL-привода.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD_NO_BOX"]/event[1]/text
ru: Орхиды крайне недовольны тем, что вы потеряли результаты работы их учёных за несколько циклов. Они посылают сигнал помощи на планету возле маяка и атакуют вас!

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD_NO_BOX"]/event[2]/text
ru: Орхиды недовольны тем, что вы потеряли результаты работы их учёных за несколько циклов. Они атакуют вас!

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD_NO_BOX"]/event[3]/text
ru: Орхиды из жалости дают вам немного полезных ресурсов: «Всё-таки вы старались нам помочь. Это не ваша вина, что контейнер был утерян».

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD_ADDITIONAL_REWARD"]/event[1]/text
ru: Вы уже собираетесь улетать, но орхиды говорят, что груз и правда очень ценный, и они рады дать вам дополнительное оборудование...

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD_ADDITIONAL_REWARD"]/event[2]/text
ru: Вы уже собираетесь улетать, но орхиды говорят, что груз и правда очень ценный, и они рады дать вам дополнительное оборудование...

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_PEACEFULL_SCIENTISTS_HOMEWORLD_ADDITIONAL_REWARD"]/event[3]/text
ru: Вы уже собираетесь улетать, но орхиды говорят, что груз и правда очень ценный, и они рады дать вам дополнительное оборудование...

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP_ESCAPE_NOW"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP_ESCAPE_NOW"]/gotaway/text
ru: Корабль орхидов скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP_ESCAPE_NOW"]/destroyed/text
ru: Корабль орхидов разваливается на куски. Вы собираете всё ценное.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP_ESCAPE_NOW"]/deadCrew/text
ru: Сенсоры не обнаруживают признаков жизни на борту корабля орхидов. Вы собираете всё ценное.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP"]/gotaway/text
ru: Корабль орхидов скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP"]/destroyed/text
ru: Корабль орхидов разваливается на куски. Вы собираете всё ценное.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_PEACEFULL_SCIENTISTS_SHIP"]/deadCrew/text
ru: Сенсоры не обнаруживают признаков жизни на борту корабля орхидов. Вы собираете всё ценное.
