Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_HUM"]/event[2]/text
ru: Человек аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_HUM"]/event[3]/text
ru: Человек неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_HUM"]/event[3]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_HUM"]/event[1]/text
ru: Человек аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_HUM"]/event[2]/text
ru: Человек аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_HUM"]/event[3]/text
ru: Человек неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_HUM"]/event[3]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_FEM"]/event[1]/text
ru: Человек аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_FEM"]/event[2]/text
ru: Человек аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_FEM"]/event[3]/text
ru: Человек неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORDER_FEM"]/event[3]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENG"]/event/text
ru: Инжи аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MRPH"]/event/text
ru: Морф аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENR"]/event[1]/text
ru: Золтанец аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENR"]/event[2]/text
ru: Золтанец неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENR"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENR_W"]/event[1]/text
ru: Золтанец аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENR_W"]/event[2]/text
ru: Золтанец неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENR_W"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENRX"]/event[1]/text
ru: Золтонец аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENRX"]/event[2]/text
ru: Золтонец неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENRX"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENRX_W"]/event[1]/text
ru: Золтонец аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENRX_W"]/event[2]/text
ru: Золтонец неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ENRX_W"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_RCK"]/event[1]/text
ru: Рок аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_RCK"]/event[2]/text
ru: Рок неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_RCK"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MGM"]/event[1]/text
ru: Магмен аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MGM"]/event[2]/text
ru: Магмен неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MGM"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_KPR"]/event[1]/text
ru: Хранитель аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_KPR"]/event[2]/text
ru: Хранитель неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_KPR"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH_F"]/event[1]/text
ru: Машрум аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH_F"]/event[2]/text
ru: Машрум неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH_F"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH_B"]/event[1]/text
ru: Машрум аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH_B"]/event[2]/text
ru: Машрум неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH_B"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH"]/event[1]/text
ru: Машрум аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH"]/event[2]/text
ru: Машрум неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MSH"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORCH"]/event[1]/text
ru: Орхид аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORCH"]/event[2]/text
ru: Орхид неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ORCH"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ARM_SLG"]/event[1]/text
ru: Слаг аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ARM_SLG"]/event[2]/text
ru: Слаг неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ARM_SLG"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SHELL"]/event[1]/text
ru: Броненосец аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SHELL"]/event[2]/text
ru: Броненосец неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SHELL"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ANA"]/event[1]/text
ru: Ланиус аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ANA"]/event[2]/text
ru: Ланиус неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_ANA"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_CRY"]/event[1]/text
ru: Кристалин аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_CRY"]/event[2]/text
ru: Кристалин неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_CRY"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_GHO"]/event[1]/text
ru: Аватар аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_GHO"]/event[2]/text
ru: Аватар неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_GHO"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MAN"]/event[1]/text
ru: Мантис аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MAN"]/event[2]/text
ru: Мантис неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MAN"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MAN"]/event[3]/text
ru: Мантис неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_MAN"]/event[3]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SLG"]/event[1]/text
ru: Слаг аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SLG"]/event[2]/text
ru: Слаг неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SLG"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SLIG"]/event[1]/text
ru: Слёрм аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SLIG"]/event[2]/text
ru: Слёрм неудачно отрезает какой-то провод, и раздаётся мощнейший взрыв.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_SLIG"]/event[2]/removeCrew/text
ru: К счастью, клон вашего члена экипажа уже готов.

source: data/events_engi.xml.rawclobber$//textList[@name="DISTRESSED_MENGI_FIGHT_TEXT"]/text[1]
ru: Возле маяка вы видите корабль морфов. Он включает и отключает сигнал бедствия, однако никаких признаков того, что им нужна помощь, нет. Завидев вас, морфы нападают.

source: data/events_engi.xml.rawclobber$//textList[@name="DISTRESSED_MENGI_FIGHT_TEXT"]/text[2]
ru: Прибыв к сигналу бедствия, вы обнаруживаете лишь враждебно настроенных морфов. Неужели это была ловушка?

source: data/events_engi.xml.rawclobber$//textList[@name="DISTRESSED_MENGI_FIGHT_TEXT"]/text[3]
ru: Сигнал бедствия отправляли морфы. Увидев вас, они отправляют сообщение: «10010101, 00111101, 11010110... СИНТАКСИЧЕСКАЯ ОШИБКА... ПЕРЕЗАПУСК... Приветствие. Благодарность за помощь. Требуется ваш корабль. Основание: Повреждения после ионного шторма... 11110010... ОШИБКА... ПЕРЕЗАПУСК...» Похоже, они настроены решительно!

source: data/events_engi.xml.rawclobber$//textList[@name="DISTRESSED_MENGI_FIGHT_TEXT"]/text[4]
ru: Прибыв к маяку, вы замечаете корабль морфов. Но не похоже, что им требуется помощь: едва завидев вас, они переходят в атаку!

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_JELLY_STEALS_MENGIWEAP"]/text
ru: Туманность перед вами выглядит абсолютно пустой, но внезапно перед вами из FTL-прыжка появляется корабль слагов...

source: data/events_engi.xml.rawclobber$//textList[@name="NEBULA_JELLY_STEALS_MENGIWEAP_TEXT"]/text
ru: Слаги явно не ожидали кого-то здесь встретить. Видимо, они украли у морфов их орудие и теперь удирают!

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY1_STEALSMENGI_SHIP_PARAM"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY1_STEALSMENGI_SHIP_PARAM"]/gotaway/text
ru: Корабль слагов скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY1_STEALSMENGI_SHIP_PARAM"]/destroyed/text
ru: После уничтожения корабля вы обыскиваете обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY1_STEALSMENGI_SHIP_PARAM"]/deadCrew/text
ru: После захвата корабля вы обчищаете его трюм...

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY1_STEALS_REWARDSM"]/event[1]/text
ru: К сожалению, орудие морфов не уцелело в сражении.

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY1_STEALS_REWARDSM"]/event[2]/text
ru: Среди всего прочего вы находите оружие морфов.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY2_STEALSMENGI_SHIP_PARAM"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY2_STEALSMENGI_SHIP_PARAM"]/gotaway/text
ru: Корабль слагов скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY2_STEALSMENGI_SHIP_PARAM"]/destroyed/text
ru: После уничтожения корабля вы обыскиваете обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY2_STEALSMENGI_SHIP_PARAM"]/deadCrew/text
ru: После захвата корабля вы обчищаете его трюм...

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY2_STEALS_REWARDSM"]/event[1]/text
ru: К сожалению, орудие морфов не уцелело в сражении.

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY2_STEALS_REWARDSM"]/event[2]/text
ru: Среди всего прочего вы находите оружие морфов.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY3_STEALSMENGI_SHIP_PARAM"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY3_STEALSMENGI_SHIP_PARAM"]/gotaway/text
ru: Корабль слагов скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY3_STEALSMENGI_SHIP_PARAM"]/destroyed/text
ru: После уничтожения корабля вы обыскиваете обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY3_STEALSMENGI_SHIP_PARAM"]/deadCrew/text
ru: После захвата корабля вы обчищаете его трюм...

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY3_STEALS_REWARDSM"]/event[1]/text
ru: К сожалению, орудие морфов не уцелело в сражении.

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY3_STEALS_REWARDSM"]/event[2]/text
ru: Среди всего прочего вы находите оружие морфов.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY4_STEALSMENGI_SHIP_PARAM"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY4_STEALSMENGI_SHIP_PARAM"]/gotaway/text
ru: Корабль слагов скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY4_STEALSMENGI_SHIP_PARAM"]/destroyed/text
ru: После уничтожения корабля вы обыскиваете обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="JELLY4_STEALSMENGI_SHIP_PARAM"]/deadCrew/text
ru: После захвата корабля вы обчищаете его трюм...

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY4_STEALS_REWARDSM"]/event[1]/text
ru: К сожалению, орудие морфов не уцелело в сражении.

source: data/events_engi.xml.rawclobber$//eventList[@name="JELLY4_STEALS_REWARDSM"]/event[2]/text
ru: Среди всего прочего вы находите оружие морфов.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_EVENT"]/text
ru: Среди грозовых облаков ионного шторма вы находите небольшую ремонтную станцию морфов. Она дружелюбна и предлагает свои услуги.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_EVENT"]/choice[1]/text
ru: Запросить ремонт.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_EVENT"]/choice[@req="battery"]/text
ru: Купить резервную батарею.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_EVENT"]/choice[3]/text
ru: Купить зарядное устройство.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_EVENT"]/choice[4]/text
ru: Игнорировать станцию и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/text
ru: Станция присылает вам свои расценки...

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[1]/text
ru: Чинить 25 урона.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[1]/event/text
ru: Морфы быстро ремонтируют повреждения, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[2]/text
ru: Чинить 20 урона.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[2]/event/text
ru: Морфы быстро ремонтируют повреждения, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[3]/text
ru: Чинить 15 урона.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[3]/event/text
ru: Морфы быстро ремонтируют повреждения, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[4]/text
ru: Чинить 10 урона.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[4]/event/text
ru: Морфы быстро ремонтируют повреждения, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[5]/text
ru: Чинить 5 урона.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[5]/event/text
ru: Морфы быстро ремонтируют повреждения, и вы отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_REPAIR"]/choice[6]/text
ru: Отказаться.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BATT"]/text
ru: Морфы устанавливают батарею на ваш корабль и дают понять, что у них есть ещё и зарядное устройство. Желаете взять?

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BATT"]/choice[1]/text
ru: Купить зарядное устройство.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BATT"]/choice[1]/event/text
ru: Морфы отдают вам оборудование и забирают лом.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BATT"]/choice[2]/text
ru: Вежливо отказать.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BOOSTER"]/text
ru: Морфы устанавливают зарядное устройство на ваш корабль и дают понять, что у них есть ещё и резервная батарея. Желаете взять?

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BOOSTER"]/choice[@req="battery"]/text
ru: Купить резервную батарею.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BOOSTER"]/choice[@req="battery"]/event/text
ru: Морфы устанавливают оборудование и забирают лом.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_REPAIRMENGI_BOOSTER"]/choice[2]/text
ru: Вежливо отказать.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/text
ru: Среди грозовых облаков ионного шторма вы находите небольшую ремонтную станцию морфов. Она дружелюбна и предлагает свои услуги.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/choice[@req="WEAPONS_ADAPTIVE"]/text
ru: (Адаптивное оружие) Морфы могут установить на ваше адаптивное оружие инжектор разогрева за 60 ~.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/choice[@req="WEAPONS_CHAIN"]/text
ru: (Цепное оружие) Морфы могут установить на ваше цепное оружие инжектор разогрева за 60 ~.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/choice[3]/text
ru: Запросить ремонт.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/choice[@req="battery"]/text
ru: Купить резервную батарею.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/choice[5]/text
ru: Купить зарядное устройство.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_HOME_REPAIRMENGI_EVENT"]/choice[6]/text
ru: Игнорировать станцию и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//textList[@name="RDY_INJ_SEL_TEXT"]/text
ru: Морфы предлагают выбрать, на какое из имеющихся орудий установить инжектор.

source: data/events_engi.xml.rawclobber$//textList[@name="RDY_DID_TEXT"]/text
ru: Выбрать это орудие.
