Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_DRONES"]/choice[1]/event/text
ru: Морфы забирают детали дронов и уносят их к себе на корабль. Уходя, они оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_DRONES"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_CREW"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы берут за руки члена вашего экипажа, производившего стыковку, и пытаются увести его с собой!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_CREW"]/choice[1]/text
ru: Позволить им забрать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_CREW"]/choice[1]/event/text
ru: Следуя вашему приказу, бывший товарищ по команде покорно уходит на корабль морфов. Уходя, морфы оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_CREW"]/choice[1]/event/removeCrew/text
ru: Так как член экипажа жив и работает на корабле морфов, вы не можете клонировать его.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_CREW"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_ATTACK"]/text
ru: Поняв, что сделка не состоится, корабль морфов отстыковывается и нападает на вас! Часть их команды остаётся у вас на борту и начинает крушить всё подряд.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_QUESTION"]/event[3]/text
ru: «КРИТИЧЕСКАЯ ОШИБКА! НЕДОПУСТИМЫЙ СИНТАКСИС ВХОДНЫХ ДАННЫХ... ПЕРЕЗАП...» Похоже, вся команда морфов окончательно зависла. Вы отправляете экипаж в шлюпке на их корабль, время грабить!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SELL_UNKNOWN_QUESTION_ATTACK_TEXT"]/text[1]
ru: Морфы расценивают ваше сообщение как угрозу и заряжают орудия!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_SELL_UNKNOWN_QUESTION_ATTACK_TEXT"]/text[2]
ru: Морфы расценивают ваше сообщение как оскорбление и заряжают орудия!

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ZOND_TEXT"]/text[1]
ru: Возле маяка терраформ-зонд морфов обстреливает чем-то ближайшую планету.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ZOND_TEXT"]/text[2]
ru: Вы встречаете зонд морфов, который занят терраформингом планеты неподалёку.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ZOND_TEXT"]/text[3]
ru: Зонд морфов у этого маяка обстреливает какую-то планету. Похоже, он занят терраформингом.

source: data/events_engi.xml.rawclobber$//textList[@name="MENGI_ZOND_TEXT"]/text[4]
ru: Терраформ-зонд морфов обстреливает планету у этого маяка, делая её пригодной для жизни.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/text
ru: Зонд быстро сканирует ваше судно и застывает в ожидании команды.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/choice[1]/text
ru: Запросить ресурсы и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/choice[1]/event/text
ru: На ваш запрос зонд выдаёт все свои запасы материалов и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/choice[2]/text
ru: Приказать зонду отвлечь повстанцев.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/choice[2]/event/text
ru: Зонд копирует идентификаторы вашего корабля и устремляется в противоположную от вашего маршрута сторону.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/choice[3]/text
ru: Атаковать зонд.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and not(@lvl)]/event/choice[3]/event/text
ru: Вы решаете, что будет лучше уничтожить этот беспилотник.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_R_EVENT"]/choice[@req="rock" and @lvl="0"]/event/text
ru: Зонд обнаруживает ваше появление и переключается в боевой режим.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_ZOND_R_PARAM"]/destroyed/text
ru: Зонд взрывается, и вы подбираете его обломки.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/text
ru: Зонд быстро сканирует ваше судно и застывает в ожидании команды.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/choice[1]/text
ru: Запросить ресурсы и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/choice[1]/event/text
ru: На ваш запрос зонд выдаёт все свои запасы материалов и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/choice[2]/text
ru: Приказать зонду отвлечь повстанцев.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/choice[2]/event/text
ru: Зонд копирует идентификаторы вашего корабля и устремляется в противоположную от вашего маршрута сторону.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/choice[3]/text
ru: Атаковать зонд.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and not(@lvl)]/event/choice[3]/event/text
ru: Вы решаете, что будет лучше уничтожить этот беспилотник.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_S_EVENT"]/choice[@req="SLUG_AND_ARMORED_SLUG" and @lvl="0"]/event/text
ru: Зонд обнаруживает ваше появление и переключается в боевой режим.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_ZOND_S_PARAM"]/destroyed/text
ru: Зонд взрывается, и вы подбираете его обломки.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/text
ru: Зонд быстро сканирует ваше судно и застывает в ожидании команды.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/choice[1]/text
ru: Запросить ресурсы и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/choice[1]/event/text
ru: На ваш запрос зонд выдаёт все свои запасы материалов и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/choice[2]/text
ru: Приказать зонду отвлечь повстанцев.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/choice[2]/event/text
ru: Зонд копирует идентификаторы вашего корабля и устремляется в противоположную от вашего маршрута сторону.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/choice[3]/text
ru: Атаковать зонд.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and not(@lvl)]/event/choice[3]/event/text
ru: Вы решаете, что будет лучше уничтожить этот беспилотник.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_M_EVENT"]/choice[@req="mantis" and @lvl="0"]/event/text
ru: Зонд обнаруживает ваше появление и переключается в боевой режим.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_ZOND_M_PARAM"]/destroyed/text
ru: Зонд взрывается, и вы подбираете его обломки.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/text
ru: Зонд быстро сканирует ваше судно и застывает в ожидании команды.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/choice[1]/text
ru: Запросить ресурсы и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/choice[1]/event/text
ru: На ваш запрос зонд выдаёт все свои запасы материалов и карту сектора.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/choice[2]/text
ru: Приказать зонду отвлечь повстанцев.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/choice[2]/event/text
ru: Зонд копирует идентификаторы вашего корабля и устремляется в противоположную от вашего маршрута сторону.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/choice[3]/text
ru: Атаковать зонд.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and not(@lvl)]/event/choice[3]/event/text
ru: Вы решаете, что будет лучше уничтожить этот беспилотник.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ZOND_Z_EVENT"]/choice[@req="CREW_ENERGY" and @lvl="0"]/event/text
ru: Зонд обнаруживает ваше появление и переключается в боевой режим.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_ZOND_Z_PARAM"]/destroyed/text
ru: Зонд взрывается, и вы подбираете его обломки.

source: data/events_engi.xml.rawclobber$//event[@name="SPECIAL_ASTEROID_MORPH"]/text
ru: Вы прилетаете прямо в астероидное поле. Ваше внимание привлекает один крупный астероид, однако сканеры показывают, что это обычный камень.

source: data/events_engi.xml.rawclobber$//event[@name="SPECIAL_ASTEROID_MORPH"]/choice[@req="SHIPRADAR2"]/text
ru: (Анализатор морфов) Ваш анализатор подаёт какие-то сигналы.

source: data/events_engi.xml.rawclobber$//event[@name="SPECIAL_ASTEROID_MORPH"]/choice[2]/text
ru: Покинуть это опасное место как можно быстрее.

source: data/events_engi.xml.rawclobber$//eventList[@name="SPECIAL_ASTEROID_MORPH_RAND"]/event[1]/text
ru: Анализатор обнаруживает внутри астероида металл, скрытый каменной оболочкой! Быстро его вскрыв, вы забираете всё себе.

source: data/events_engi.xml.rawclobber$//eventList[@name="SPECIAL_ASTEROID_MORPH_RAND"]/event[2]/text
ru: То, что выглядит как обычный кусок камня, оказывается замаскированным тайником! Вы быстро вскрываете его и забираете спрятанные сокровища.

source: data/events_engi.xml.rawclobber$//textList[@name="MORPH_BAD_LANG_T"]/text[1]
ru: Вы прилетаете к маяку бедствия и обнаруживаете корабль морфов. Они присылают странное сообщение: «0110 0010 0110 0001 0110 0100 0110 1100 0110 0001 0110 1110 0110 0111».

source: data/events_engi.xml.rawclobber$//textList[@name="MORPH_BAD_LANG_T"]/text[2]
ru: Вы прилетаете к маяку бедствия и обнаруживаете корабль морфов. Они присылают странное сообщение: «0110 1001 0110 0100 0110 1011 0111 0111 0110 1001 0110 1101 0011 1111».

source: data/events_engi.xml.rawclobber$//textList[@name="MORPH_BAD_LANG_T"]/text[3]
ru: Вы прилетаете к маяку бедствия и обнаруживаете корабль морфов. Они присылают странное сообщение: «0110 1011 0110 1001 0110 1100 0110 1100 0010 0000 0110 1101 0110 0101».

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Инжи расшифровывает, что это просьба дать им топливо. Помочь им.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[@req="engi"]/event/text
ru: Вы отгружаете морфам топливо и терпеливо ждёте благодарности...

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[@req="engi"]/event/choice/event/text
ru: Морфы дают вам некоторые ценные материалы.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[@req="morph"]/text
ru: (Член экипажа морф) Морф расшифровывает, что это просьба дать им топливо. Помочь им.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[@req="morph"]/event/text
ru: Вы отгружаете морфам топливо и терпеливо ждёте благодарности...

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[@req="morph"]/event/choice/event/text
ru: Морфы дают вам некоторые ценные материалы.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[3]/text
ru: Направить им "?".

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[3]/event/text
ru: Похоже, что ваше сообщение лишь вызвало их раздражение. Морфы атакуют!

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[4]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[4]/event/text
ru: Не ясно, какие именно у морфов были проблемы, но вы решаете их простейшим способом: нет морфов — нет проблем.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BAD_LANG"]/choice[5]/text
ru: Игнорировать морфов и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/text
ru: В астероидном поле вы обнаруживаете повреждённый корабль морфов.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/choice/event/text
ru: Вы замечаете, что в вашу сторону летит крошечный челнок с морфом на борту!

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/choice/event/choice[1]/text
ru: Подождать, пока челнок приблизится.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/choice/event/choice[@req="SCRAP_COLLECTOR"]/text
ru: (Кран для сбора лома) Попытаться поймать челнок краном.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/choice/event/choice[@req="REPAIR_ARM"]/text
ru: (Кран для ремонта) Попытаться поймать челнок краном.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/choice/event/choice[4]/text
ru: Не рисковать и оставить его на произвол судьбы.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_BRK_SHIELD"]/choice/event/choice[4]/event/text
ru: Челнок врезается в один из астероидов и взрывается. Корабль морфов вдруг становится агрессивным. Похоже, в этот раз на разговоры с экипажем нет времени.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_BRK_SHIELD_W"]/event[1]/text
ru: Челнок врезается в астероид и взрывается. Корабль морфов вдруг становится агрессивным.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_BRK_SHIELD_W"]/event[2]/text
ru: Челнок успешно добирается до вас, и на борт поднимается новый член экипажа. А ваша команда быстро разбирает капсулу на лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_BRK_SHIELD_K1"]/event[1]/text
ru: Ваш кран ловит капсулу, но при этом совершает неловкое движение, и корабль получает мощный удар в одну из несущих конструкций. На борт поднимается новый член экипажа, а команда быстро разбирает капсулу на лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_BRK_SHIELD_K1"]/event[2]/text
ru: Ваш кран с лёгкостью ловит капсулу, и на борт поднимается новый член экипажа. А ваша команда быстро разбирает капсулу на лом.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_BRK_SHIELD_K1"]/event[3]/text
ru: Ваш кран с лёгкостью ловит капсулу, и на борт поднимается новый член экипажа. А ваша команда быстро разбирает капсулу на лом.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_OK_EVENT"]/text
ru: Прибыв на сигнал бедствия вы видите странный корабль. Настроившись на их частоту, вы ловите обрывок разговора двух людей: «Я же тебе говорил, наш план сработает! Мы получим кучу денег за этих преступников. — Да... И мы наконец сможем купить нормальную еду». Они атакуют вас!

source: data/events_engi.xml.rawclobber$//ship[@name="SWORDFISH_SHIP_PARAM"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете его обломки.

source: data/events_engi.xml.rawclobber$//ship[@name="SWORDFISH_SHIP_PARAM"]/deadCrew/text
ru: Корабль захвачен, и вы обчищаете его трюм.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_BRK_EVENT"]/text
ru: Вы находите сильно повреждённый корабль. Похоже, что он является источником сигнала о помощи.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_BRK_EVENT"]/choice[1]/text
ru: Осмотреть корабль и забрать всё ценное.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_BRK_EVENT"]/choice[@req="slug"]/text
ru: (Член экипажа слаг) Ваш слаг чувствует присутствие живых форм на этом корабле. Найти их и забрать всё ценное.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_BRK_EVENT"]/choice[@req="LIFE_SCANNER"]/text
ru: (Сканер жизненных форм) Ваш сканер обнаружил присутствие живых форм на этом корабле. Найти их и забрать всё ценное.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_BRK_EVENT"]/choice[4]/text
ru: Игнорировать корабль и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_R1_OK"]/text
ru: Вы находите останки двух людей в одном из отсеков. Похоже, что эти бедолаги сильно голодали... Забрав всё ценное, вы покидаете это место.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_SPIKE"]/text
ru: При обыске вы натыкаетесь на человека без сознания. Похоже, что он был в голодном обмороке! Очнувшись и вдоволь наевшись, он с радостью присоединяется к вашей команде.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_SPIKE"]/crewMember
ru: Спайк

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_JET"]/text
ru: При обыске вы натыкаетесь на человека без сознания. Похоже, что он был в голодном обмороке! Очнувшись и вдоволь наевшись, он с радостью присоединяется к вашей команде.

source: data/events_engi.xml.rawclobber$//event[@name="SWORDFISH_JET"]/crewMember
ru: Джет

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/text
ru: Выйдя из прыжка, вы видите, что к прыжковому маяку прикован ремонтник морфов. Рядом находятся несколько боеголовок взрывчатки, похоже, что кто-то решил взорвать робота.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/text
ru: Выбрать из команды того, кто отправится освобождать ремонтника.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/text
ru: Вы осматриваете команду в поисках добровольца на эту опасную операцию...

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="human"]/text
ru: (Член экипажа человек) Отправить человека.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="order_human"]/text
ru: (Член экипажа человек Ордена) Отправить человека.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="order_female"]/text
ru: (Член экипажа человек Ордена) Отправить человека.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="engi"]/text
ru: (Член экипажа инжи) Отправить инжи.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="morph"]/text
ru: (Член экипажа морф) Отправить морфа.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="energy"]/text
ru: (Член экипажа золтанец) Отправить золтанца.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="energy_w"]/text
ru: (Член экипажа золтанец) Отправить золтанца.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[8]/text
ru: (Член экипажа золтонец) Отправить золтонца.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[9]/text
ru: (Член экипажа золтонец) Отправить золтонца.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="rock"]/text
ru: (Член экипажа рок) Отправить рока.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="magman"]/text
ru: (Член экипажа магмен) Отправить магмена.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="keeper"]/text
ru: (Член экипажа хранитель) Отправить хранителя.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_f"]/text
ru: (Член экипажа молодой машрум) Отправить машрума.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_b"]/text
ru: (Член экипажа зрелый машрум) Отправить машрума.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom"]/text
ru: (Член экипажа старый машрум) Отправить машрума.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="orchid"]/text
ru: (Член экипажа орхид) Отправить орхида.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="shell"]/text
ru: (Член экипажа броненосец) Отправить броненосца.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="slug_armored"]/text
ru: (Член экипажа слаг в панцире) Отправить слага в панцире.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="anaerobic"]/text
ru: (Член экипажа ланиус) Отправить ланиуса.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Отправить кристалина.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="ghost"]/text
ru: (Член экипажа аватар) Отправить аватара.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="mantis"]/text
ru: (Член экипажа мантис) Отправить мантиса.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="slug"]/text
ru: (Член экипажа слаг) Отправить слага.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[@req="CREW_ALL"]/event/choice[@req="slig"]/text
ru: (Член экипажа слёрм) Отправить слёрма.

source: data/events_engi.xml.rawclobber$//event[@name="MORPH_SYSREPATBEACON"]/choice[2]/text
ru: Ничего не трогать и просто поговорить с экипажем, пока заряжается FTL-привод.

source: data/events_engi.xml.rawclobber$//eventList[@name="MORPH_SYSREPATBEACON_HUM"]/event[1]/text
ru: Человек аккуратно разрезает провода, освобождает ремонтника с боеголовками и грузит это всё в трюм.
