Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[1]
ru: Перед вами пространство инжи. Несмотря на то, что миры инжи постоянно подвергаются нападениям со стороны мантисов, у вас должно получиться достать припасы для путешествия.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[2]
ru: Вы прибыли в пространство инжи. После падения Федерации для этих механических существ настали тяжёлые времена, но обычно они стараются помочь.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[3]
ru: Вы входите в пространство инжи. Эти мастера инженерного дела с превеликой радостью помогут Федерации, однако, в нынешнем положении, доверие их сперва необходимо заслужить.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[4]
ru: В этом секторе замечено множество кораблей с развитыми дронными технологиями. Возможно, они помогут вам оторваться от повстанцев.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[5]
ru: Вы прибываете в некогда довольно мирный сектор инжи. Эти механизированные организмы могут неплохо подлатать корпус вашего корабля. За соответствующую плату, разумеется.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[6]
ru: "Добро пожаловать!" — гласит надпись на маяке. Всё ничего, но двоичным кодом?! Ох уж эти инжи...

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[7]
ru: Инжи всегда были преданными союзниками Федерации. Они готовы помогать даже сейчас, когда шансы на победу крайне малы...

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[8]
ru: Вы прибыли в сектор, принадлежащий инжи. Эта раса славится своим инженерным мастерством, так что если до сих пор вы ещё не задумывались о ремонте и пополнении припасов — сейчас самое подходящее время.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ENGI"]/text[9]
ru: Инжи — раса роботов, в которой каждая гуманоидная "единица" состоит из сотен триллионов нанороботов. Они являются ближайшими союзниками Федерации и очень миролюбивы по своей природе. Они предпочитают исследования и практическую пользу всему остальному.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ENGI"]/text[1]
ru: Инжи могут делать удивительные вещи из кучки хлама. База инжи у этого маяка как раз продаёт такое оборудование.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ENGI"]/text[2]
ru: Приходит сообщение: «Наша — оружие, ваша — металлолом». Вы заряжаете щиты, но понимаете, что это просто торговец инжи, предлагающий сделку.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ENGI"]/text[3]
ru: Корабль инжи приветствует: «Улучшение двигателей необходимо для путешествия домой. Продажа оборудования необходима для улучшения двигателей».

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[1]
ru: Сложные переплетения корабельных корпусов и ячеек FTL-приводов плавают, всеми покинутые, в открытом космосе. Всё указывает на то, что инжи были здесь не так давно. Но теперь тут никого нет...

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[2]
ru: Вы прибываете на зелёную планету с роскошными лугами и перекатистыми водопадами. Должно быть, это место не интересует инжи.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[3]
ru: Вы оказались рядом со строительной площадкой инжи. Большинство инжи по привычке поддерживает свой двуногий внешний вид, однако вы видите несколько ульев инжи, совместно работающих над созданием массивных органических машин, специализирующихся в строительстве кораблей. Выглядит по-настоящему грандиозно.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[4]
ru: Хоть каждый "индивид" инжи и состоит из триллионов наномашин, их культура по-прежнему вращается вокруг традиционных социальных взаимодействий. Рядом находится станция, построенная, по-видимому, для развлечения путешественников-инжи.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[5]
ru: Неподалёку вы видите ряд космических станций и флотов инжи. Хоть они и выглядят как груды беспорядочно сваленного хлама, они в реальности представляют собой эталон эффективности. Просто в их постройках не хватает элемента эстетики.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[6]
ru: Система кажется вполне мирной. Однако вы не уверены, надолго ли это: ей одновременно угрожают и повстанцы, и мантисы.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[7]
ru: Через эту область, несмотря на угрозу вторжения мантисов, проходит множество торговых судов. Без сомнения, на эффективную технологию инжи есть спрос.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[8]
ru: Вы видите небольшой перевозчик повстанцев в отдалении. Вы затаиваетесь и пытаетесь смешаться с прочими кораблями. Тем не менее удивительно видеть военный корабль повстанцев, передвигающийся в одиночку в глубине пространства инжи.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[9]
ru: Похоже, что инжи избегают конкретно этого узла, собственно как и любые другие формы жизни. Вы выискиваете взглядом причины этого, но FTL-привод заводится без происшествий.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ENGI"]/text[10]
ru: Скопление спутников инжи на орбите ближайшей планеты является единственным намёком на то, что этот механический вид когда-либо был здесь. У вас есть другие места для посещения.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_GIFT"]/text[1]
ru: Вас приветствует судно инжи: «Идентификация: Федерация? Вероятно посторонний. Предполагается... восстановление. Предполагается... надежда. Помощь предложена». Они обеспечивают вас некоторыми материалами.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_GIFT"]/text[2]
ru: Вы пересекаетесь с грузовым судном инжи, которое спешит попасть домой прежде, чем флот мантисов попытается захватить этот сектор. Они рады отдать часть своего груза, чтобы попасть домой побыстрее.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_GIFT"]/text[3]
ru: Вы устанавливаете контакт с обособленной научной станцией инжи, оставшейся тут, несмотря на вероятность вторжения мантисов. Они предлагают вам испытать какую-то экспериментальную технологию.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_GIFT"]/text[4]
ru: Это было место недавнего сражения. Кто бы тут ни появился, мантисы или инжи, они не были склонны идти мирно. Вы пробираетесь через обломки.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_FLEET_DELAY"]/text
ru: Вы замечаете колонию инжи, прячущихся на другой стороне ближайшей луны. Оказывается, они откопали тайник с оборудованием времён войны между Федерацией и мантисами. Они предлагают использовать его как приманку для преследующего вас флота повстанцев.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_FLEET_DELAY"]/choice[1]/text
ru: Заминировать тайник.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_FLEET_DELAY"]/choice[1]/event/text
ru: Вы переправляете в тайник несколько ракетных боеголовок, и инжи прикрепляют их для подрыва, одновременно посылая аварийный сигнал, чтобы привлечь внимание флота.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_FLEET_DELAY"]/choice[2]/text
ru: Обчистить тайник.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_FLEET_DELAY"]/choice[2]/event/text
ru: Вы ждёте, пока инжи завершат свои раскопки, и забираете припасы на борт.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_SURRENDER"]/text
ru: Находящийся поблизости крейсер инжи наблюдает ваше прибытие. Увидев ваш вооружённый до зубов корабль, их капитан немедленно сообщает о капитуляции: «Цель субъекта: благосостояние. Мотивация инжи: выживание. Передача припасов приемлема?»

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_SURRENDER"]/choice[1]/text
ru: Объяснить им, что вы — друг.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_SURRENDER"]/choice[2]/text
ru: Принять их предложение о капитуляции.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_SURRENDER"]/choice[2]/event/text
ru: Инжи покорно пересылают вам припасы и ложатся на свой курс. Лёгкие деньги.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_SURRENDER_LIST"]/event[1]/text
ru: Похоже, что инжи расслабляются и стремятся поскорее уйти. Они улетают, не прощаясь.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_SURRENDER_LIST"]/event[2]/text
ru: Похоже, что инжи расслабляются и стремятся поскорее уйти. Они улетают, не прощаясь.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_SURRENDER_LIST"]/event[3]/text
ru: Инжи удовлетворены вашими объяснениями: «Благотворно. Цель субъекта: долгое, долгое путешествие. Сохранена совместимость с передачей припасов от инжи». Они посылают вам оборудование по доброй воле, и так вы чувствуете себя лучше.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_SURRENDER_LIST"]/event[4]/text
ru: Узнав, что вы сражаетесь на стороне Федерации, инжи помогают вам улучшить реактор вашего корабля, а также устанавливают дополнительное усиление.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_SURRENDER_LIST"]/event[5]/text
ru: Узнав, что вы сражаетесь на стороне Федерации, инжи помогают вам улучшить реактор вашего корабля, а также устанавливают дополнительное усиление.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_SURRENDER_LIST"]/event[6]/text
ru: Инжи успокаиваются и отправляют к вашему кораблю корпусный ремонтный дрон, который устраняет повреждения корабля.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_MANTIS_FIGHT"]/text[1]
ru: Неоднозначные сигналы радара оказываются штурмовым кораблём мантисов, грабящим останки транспортного судна инжи. Они разворачиваются и идут в бой.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_MANTIS_FIGHT"]/text[2]
ru: Вы видите налётчика мантисов, ведущего беспорядочный огонь по беззащитной станции снабжения инжи. Заметив, что его оружие не особенно вредит станции, налётчик решает заняться вашим кораблём. К бою!

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_MANTIS_FIGHT"]/text[3]
ru: Зона с виду безопасна, и вы уже готовились к отлёту, когда позади вас из прыжка выходит разведчик мантисов! Они удивлены так же, как и вы, но их орудия уже включены.

source: data/events_engi.xml.rawclobber$//textList[@name="ENGI_MANTIS_FIGHT"]/text[4]
ru: Вы находите маленький взвод инжи, подвергающийся нападению корабля мантисов. Инжи добираются до узла и совершают прыжок отсюда, оставляя вас лицом к лицу с их преследователем!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_REBEL_FIGHT"]/text
ru: Боевой корабль повстанцев в этой области космоса свидетельствует о том, что некоторые части флота повстанцев уже добрались до владений инжи. Вы движетесь в наступление.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_PIRATE_FIGHT"]/text
ru: Здесь, наверное, было хлебное место для пиратов, но потом началась война, и бандитскую вольницу прижали. Пират, летящий вам навстречу, выглядит потрёпанным и очень злым. Придётся сражаться!

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_STATION_DISTRESS"]/text
ru: Вы принимаете сигнал бедствия от корабля инжи неподалёку: «Запрашивается помощь. Наличествует опасность. Уничтожение неизбежно».

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_STATION_DISTRESS"]/choice[1]/text
ru: Ответить на вызов и двигаться на помощь.

source: data/events_engi.xml.rawclobber$//event[@name="ENGI_STATION_DISTRESS"]/choice[2]/text
ru: Сохранять дистанцию.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_STATION_DISTRESS_LIST"]/event[1]/text
ru: Вы принимаете другое сообщение от корабля, на этот раз на экране мантис: «Глупые мягкотелые! Здесь нет никого кроме нас!» — кричит он. Сенсоры показывают, что корабль движется на перехват, а со станции телепортируются захватчики.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_STATION_DISTRESS_LIST"]/event[2]/text
ru: Вы приближаетесь и видите, что корабль мантисов нападает на маленькую станцию инжи. Вы готовитесь к бою!

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[1]/text
ru: Станция инжи полностью выпотрошена, и можно заметить следы жестокого сражения. Очевидно, мантисы оставили сигнал бедствия работающим, чтобы заманивать в ловушку корабли.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[2]/text
ru: Станция была в процессе эвакуации. Гражданские инжи благодарят вас, заканчивая свои приготовления к отбытию. В качестве награды они предлагают немного топлива.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/text
ru: Со станции вас приветствуют: «Благодарность. Расчётная вероятность поражения без помощи... 86.2 процента. Запросите подходящее вознаграждение».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/choice[1]/text
ru: Запросить топливо.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/choice[2]/text
ru: Запросить оружие.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/choice[3]/text
ru: Запросить дрона.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/choice[@req="engi"]/text
ru: (Член экипажа инжи) «Угроза не устранена. Важность текущей миссии: Протокол 52.34».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/choice[@req="engi"]/event/text
ru: Они отвечают: «Принято. Восстановление Федерации: высший приоритет. Передаём координаты скрытой базы. Восстанавливаем корпус и устанавливаем орудие».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION"]/event[4]/text
ru: Они благодарят вас за помощь, а когда вы рассказываете о своей миссии, один из инжи просит взять его в качестве члена экипажа. Вы с радостью принимаете просьбу.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[1]/text
ru: «Запрос одобрен. Передача топлива».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[2]/text
ru: «Запрос одобрен. Передача топлива».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[3]/text
ru: «Запрос отклонён. Необходимо изменение запроса».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[3]/choice[1]/text
ru: Запросить оружие.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[3]/choice[1]/event/text
ru: «Запрос одобрен. Передача оружия».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[3]/choice[2]/text
ru: Запросить дрона.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_FUEL"]/event[3]/choice[2]/event/text
ru: «Запрос одобрен. Передача схемы дрона».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[1]/text
ru: «Запрос одобрен. Передача оружия».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[2]/text
ru: «Запрос одобрен. Передача оружия».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[3]/text
ru: «Запрос отклонён. Необходимо изменение запроса».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[3]/choice[1]/text
ru: Запросить топливо.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[3]/choice[1]/event/text
ru: «Запрос одобрен. Передача топлива».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[3]/choice[2]/text
ru: Запросить дрона.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_WEAP"]/event[3]/choice[2]/event/text
ru: «Запрос одобрен. Передача схемы дрона».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[1]/text
ru: «Запрос одобрен. Передача схемы дрона».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[2]/text
ru: «Запрос одобрен. Передача схемы дрона».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[3]/text
ru: «Запрос отклонён. Необходимо изменение запроса».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[3]/choice[1]/text
ru: Запросить оружие.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[3]/choice[1]/event/text
ru: «Запрос одобрен. Передача оружия».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[3]/choice[2]/text
ru: Запросить топливо.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_ASK_DRON"]/event[3]/choice[2]/event/text
ru: «Запрос одобрен. Передача топлива».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[1]/text
ru: Станция инжи полностью выпотрошена, и можно заметить следы жестокого сражения. Очевидно, мантисы оставили сигнал бедствия работающим, чтобы заманивать в ловушку корабли.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[2]/text
ru: Станция была в процессе эвакуации. Гражданские инжи благодарят вас, заканчивая свои приготовления к отбытию. В качестве награды они предлагают немного топлива.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/text
ru: Со станции вас приветствуют: «Благодарность. Расчётная вероятность поражения без помощи... 86.2 процента. Запросите подходящее вознаграждение».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/text
ru: Ваш слаг предвидит, что именно они могут вам предложить.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[1]/text
ru: Запросить топливо.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[1]/event/text
ru: «Запрос одобрен. Передача топлива».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[2]/text
ru: Запросить оружие.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[2]/event/text
ru: «Запрос одобрен. Передача оружия».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[3]/text
ru: Запросить дрона.

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[3]/event/text
ru: «Запрос одобрен. Передача схемы дрона».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[@req="engi"]/text
ru: (Член экипажа инжи) «Угроза не устранена. Важность текущей миссии: Протокол 52.34».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[3]/choice/event/choice[@req="engi"]/event/text
ru: Они отвечают: «Принято. Восстановление Федерации: высший приоритет. Передаём координаты скрытой базы. Восстанавливаем корпус и устанавливаем орудие».

source: data/events_engi.xml.rawclobber$//eventList[@name="SAVE_ENGI_STATION_WITH_SLUG"]/event[4]/text
ru: Они благодарят вас за помощь, а когда вы рассказываете о своей миссии, один из инжи просит взять его в качестве члена экипажа. Вы с радостью принимаете просьбу.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL"]/text
ru: Сигнал бедствия исходит от маленького корабля инжи, защищающегося от нападения истребителя повстанцев. Внезапно, заметив опознавательные знаки Федерации, повстанцы переключаются на вас!

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/text
ru: Оказывается, что корабль инжи оснащён крайне плохо: только-только, чтобы передвигаться в космосе. Они пытаются оторваться от повстанцев, и им явно требуется любая доступная помощь.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/choice[1]/text
ru: Дать им 20 лома.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/choice[2]/text
ru: Дать им 35 лома, 2 ракеты и 2 топлива.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/choice[3]/text
ru: Ничего им не давать.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/choice[3]/event/text
ru: Инжи не чувствуют страха, поэтому когда вы объясняете, что не можете помочь, они не обижаются. Они продолжают своё путешествие, равно как и вы.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REBEL_LIST1"]/event[1]/text
ru: Слова, которые они используют — «Необходимость= Удовлетворена», и вы считаете это благодарностью. Они совершают очередной прыжок на своём долгом пути домой.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REBEL_LIST1"]/event[2]/text
ru: Инжи благодарны. У них нет ни запасов, ни оружия, коими они могли бы поделиться, но они предлагают устройство распыления самотелепортирующихся медицинских ботов, которое, как они надеются, им не понадобится.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REBEL_LIST1"]/event[3]/text
ru: Инжи благодарны. У них нет ни запасов, ни оружия, коими они могли бы поделиться, но они предлагают ремонтную бомбу, которая, как они надеются, им не понадобится.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REBEL_LIST1"]/event[4]/text
ru: Инжи благодарны. У них не так много запасов, но они предлагают вам взять у них схему дрона.

source: data/events_engi.xml.rawclobber$//eventList[@name="DISTRESS_ENGI_REBEL_LIST1"]/event[5]/text
ru: Инжи благодарны. У них не так много запасов, но они предлагают вам взять у них схему дрона.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REBEL_LIST2"]/text
ru: Они бы не сделали и нескольких прыжков с таким оснащением. Вы обеспечиваете их всем необходимым для возвращения домой: боекомплектом и запасами. «Щедрость непредвиденных масштабов. Благополучие синтаксическая ошибка [значение слишком велико]. Примите этот знак благодарности».

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR"]/text
ru: Вы обнаруживаете догорающую исследовательскую станцию инжи. На её призыв о помощи никто не ответил, и она была уничтожена — вероятно, пиратами или мантисами. Возможно, на борту остались выжившие или что-то ценное.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR"]/choice[1]/text
ru: Пристыковаться к станции.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR"]/choice[2]/text
ru: Проигнорировать.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_ENGI_REACTOR"]/choice[2]/event/text
ru: Это место плохо выглядит, судя по всему, тут ничего полезного. Время двигаться дальше.
