Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[6]
ru: «...00100010... Это — я, клянусь! Помнишь тот случай с Туко 2 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[7]
ru: «...01001001... Это — я, клянусь! Помнишь тот случай с HAL9000 2 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[8]
ru: «...11001010... Это — я, клянусь! Помнишь тот случай с огнебомбой 2 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[9]
ru: «...01100110... Это — я, клянусь! Помнишь тот случай с бронебомбой 3 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[10]
ru: «...00100010... Это — я, клянусь! Помнишь тот случай с пиратами 3 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[11]
ru: «...01001001... Это — я, клянусь! Помнишь тот случай с золтонцами 3 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[12]
ru: «...11001010... Это — я, клянусь! Помнишь тот случай с авто-перезарядчиком 3 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[13]
ru: «...01100110... Это — я, клянусь! Помнишь тот случай с кислородными масками 4 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[14]
ru: «...00100010... Это — я, клянусь! Помнишь тот случай с вулканом 4 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[15]
ru: «...01000101... Это — я, клянусь! Помнишь тот случай с защитными дронами 4 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//textList[@name="TIMETEXT_MORPH"]/text[16]
ru: «...10010010... Это — я, клянусь! Помнишь тот случай с СВЧ-дроном 4 года назад?.. Так вот, предлагаю обмен — я тебе даю 2 орудия, а ты мне кое-кого из своей команды. Я бы согласился на твоём месте».

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_TIMESHIP_PARAM"]/escape/text
ru: Вы засекаете зарядку их FTL-привода.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_TIMESHIP_PARAM"]/gotaway/text
ru: Загадочный корабль скрылся в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_CODE_EVENT"]/text
ru: Одинокий корабль морфов болтается у этого маяка. Завидев вас, они выходят на связь...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[1]/choice[1]/text
ru: Направить им "1".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[1]/choice[2]/text
ru: Направить им "0".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[1]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[1]/choice[4]/text
ru: Игнорировать их и побеседовать с экипажем.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[1]/choice[4]/event/text
ru: ...ваш молчащий коммуникатор, похоже, разозлил морфов! Они нападают!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[2]/choice[1]/text
ru: Направить им "1".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[2]/choice[2]/text
ru: Направить им "0".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[2]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[2]/choice[4]/text
ru: Игнорировать их и побеседовать с экипажем.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[2]/choice[4]/event/text
ru: ...ваш молчащий коммуникатор, похоже, разозлил морфов! Они нападают!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[3]/choice[1]/text
ru: Направить им "1".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[3]/choice[2]/text
ru: Направить им "0".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[3]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[3]/choice[4]/text
ru: Игнорировать их и побеседовать с экипажем.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[3]/choice[4]/event/text
ru: ...ваш молчащий коммуникатор, похоже, разозлил морфов! Они нападают!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[4]/choice[1]/text
ru: Направить им "1".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[4]/choice[2]/text
ru: Направить им "0".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[4]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[4]/choice[4]/text
ru: Игнорировать их и побеседовать с экипажем.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[4]/choice[4]/event/text
ru: ...ваш молчащий коммуникатор, похоже, разозлил морфов! Они нападают!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[5]/choice[1]/text
ru: Направить им "1".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[5]/choice[2]/text
ru: Направить им "0".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[5]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[5]/choice[4]/text
ru: Игнорировать их и побеседовать с экипажем.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[5]/choice[4]/event/text
ru: ...ваш молчащий коммуникатор, похоже, разозлил морфов! Они нападают!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[6]/choice[1]/text
ru: Направить им "1".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[6]/choice[2]/text
ru: Направить им "0".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[6]/choice[3]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[6]/choice[4]/text
ru: Игнорировать их и побеседовать с экипажем.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_EVENT"]/event[6]/choice[4]/event/text
ru: ...ваш молчащий коммуникатор, похоже, разозлил морфов! Они нападают!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_WIN"]/event[1]/text
ru: ...похоже, морфы очень рады (если они вообще способны радоваться или грустить) вашему ответу. Они высылают полезные материалы.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_WIN"]/event[2]/text
ru: ...похоже, морфы очень рады (если они вообще способны радоваться или грустить) вашему ответу. Они высылают полезные материалы.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_CODER_LOSE"]/event/text
ru: ...морфы, получив ваш ответ, становятся агрессивными.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_ANIMALS_EVENT"]/text
ru: Корабль морфов, едва завидев вас, выходит на связь. В коммуникаторе вы наблюдаете странных животных рядом с морфами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/text
ru: Морфы стыкуются с вашим кораблём и начинают загонять к вам этих странных инопланетных животных.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="CREW_ALL" and not(@lvl)]/text
ru: Лечить животных самостоятельно, с помощью корабельных аптечек первой помощи.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="CREW_ALL" and @lvl="0"]/text
ru: На этом корабле некому лечить животных. Они уходят обратно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="medbay" and @lvl="1"]/text
ru: (Медотсек) Загнать животных в ваш медотсек.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="medbay" and @lvl="2"]/text
ru: (Улучшенный медотсек) Загнать животных в ваш медотсек.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="medbay" and @lvl="3"]/text
ru: (Продвинутый медотсек) Загнать животных в ваш медотсек.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="clonebay" and @lvl="1"]/text
ru: (Клон-отсек) Взять образцы биологического материала животных, загрузить их в клон-камеру, а затем убить больных животных одного за другим, клонируя новых.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="clonebay" and @lvl="2"]/text
ru: (Улучшенный клон-отсек) Взять образцы биологического материала животных, загрузить их в клон-камеру, а затем убить больных животных одного за другим, клонируя новых.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[1]/event/choice[@req="clonebay" and @lvl="3"]/text
ru: (Продвинутый клон-отсек) Взять образцы биологического материала животных, загрузить их в клон-камеру, а затем убить больных животных одного за другим, клонируя новых.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[2]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Ваш инжи проверил свою базу данных и сообщает, что животные миролюбивые и безопасные.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[@req="engi"]/event/text
ru: Откуда столько ресурсов? Читы? Не надо так!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[1]/choice[4]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/text
ru: Морфы стыкуются с вашим кораблём и начинают загонять к вам этих странных инопланетных животных.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="CREW_ALL" and not(@lvl)]/text
ru: Лечить животных самостоятельно, с помощью корабельных аптечек первой помощи.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="CREW_ALL" and @lvl="0"]/text
ru: На этом корабле некому лечить животных. Они уходят обратно.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="medbay" and @lvl="1"]/text
ru: (Медотсек) Загнать животных в ваш медотсек.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="medbay" and @lvl="2"]/text
ru: (Улучшенный медотсек) Загнать животных в ваш медотсек.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="medbay" and @lvl="3"]/text
ru: (Продвинутый медотсек) Загнать животных в ваш медотсек.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="clonebay" and @lvl="1"]/text
ru: (Клон-отсек) Взять образцы биологического материала животных, загрузить их в клон-камеру, а затем убить больных животных одного за другим, клонируя новых.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="clonebay" and @lvl="2"]/text
ru: (Улучшенный клон-отсек) Взять образцы биологического материала животных, загрузить их в клон-камеру, а затем убить больных животных одного за другим, клонируя новых.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[1]/event/choice[@req="clonebay" and @lvl="3"]/text
ru: (Продвинутый клон-отсек) Взять образцы биологического материала животных, загрузить их в клон-камеру, а затем убить больных животных одного за другим, клонируя новых.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[2]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Ваш инжи проверил свою базу данных и сообщает, что животные крайне агрессивны и опасны.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[@req="engi"]/event/text
ru: Откуда столько ресурсов? Читы? Не надо так!

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_EVENT"]/event[2]/choice[4]/text
ru: Атаковать их.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_GOOD"]/event[1]/text
ru: Ваш экипаж ловко проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_GOOD"]/event[2]/text
ru: Ваш экипаж проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами. Однако вы затратили много времени, и флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_GOOD"]/event[3]/text
ru: Ваш экипаж проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами. Однако вы затратили много времени, и флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_GOOD"]/event[4]/text
ru: Ваш экипаж проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами. Однако вы затратили много времени, и флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[1]/text
ru: Ваш экипаж ловко проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[2]/text
ru: Ваш экипаж проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами. Однако вы затратили много времени, и флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[3]/text
ru: Ваш экипаж проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами. Однако вы затратили много времени, и флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[4]/text
ru: Ваш экипаж проводит несколько простых операций, после чего заклеивает раны пластырями. Животные скоро поправятся. Получив их обратно, морфы благодарят вас припасами. Однако вы затратили много времени, и флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[5]/text
ru: Ваши попытки лечения только злят животных. Одно из созданий набрасывается на члена вашего экипажа и мгновенно убивает его. Кое-как вы выгоняете созданий обратно к морфам и готовитесь поскорее убираться отсюда...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[5]/removeCrew/text
ru: К счастью, клон-отсек воскрешает погибшего.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[6]/text
ru: Ваши попытки лечения только злят животных. Одно из созданий набрасывается на члена вашего экипажа и мгновенно убивает его. Кое-как вы выгоняете созданий обратно к морфам и готовитесь поскорее убираться отсюда...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[6]/removeCrew/text
ru: К счастью, клон-отсек воскрешает погибшего.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[7]/text
ru: Ваши попытки лечения только злят животных. Одно из созданий набрасывается на члена вашего экипажа и мгновенно убивает его. Кое-как вы выгоняете созданий обратно к морфам и готовитесь поскорее убираться отсюда...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[7]/removeCrew/text
ru: К счастью, клон-отсек воскрешает погибшего.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[8]/text
ru: Ваши попытки лечения только злят животных. Одно из созданий набрасывается на члена вашего экипажа и мгновенно убивает его. Кое-как вы выгоняете созданий обратно к морфам и готовитесь поскорее убираться отсюда...

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_HANDS_BAD"]/event[8]/removeCrew/text
ru: К счастью, клон-отсек воскрешает погибшего.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_GOOD"]/event[1]/text
ru: Ваш медотсек успешно лечит всех животных. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_GOOD"]/event[2]/text
ru: Ваш медотсек довольно долго лечит всех животных. Получив их обратно, морфы благодарят вас припасами. Однако флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_GOOD"]/event[3]/text
ru: Ваш медотсек довольно долго лечит всех животных. Получив их обратно, морфы благодарят вас припасами. Однако флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED2_GOOD"]/event[1]/text
ru: Ваш медотсек успешно лечит всех животных. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED2_GOOD"]/event[2]/text
ru: Ваш медотсек довольно долго лечит всех животных. Получив их обратно, морфы благодарят вас припасами. Однако флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED3_GOOD"]/event/text
ru: Ваш медотсек успешно лечит всех животных. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_BAD"]/event[1]/text
ru: Ваш медотсек успешно лечит всех животных. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_BAD"]/event[2]/text
ru: Ваш медотсек довольно долго лечит всех животных. Получив их обратно, морфы благодарят вас припасами. Однако флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_BAD"]/event[3]/text
ru: Ваш медотсек довольно долго лечит всех животных. Получив их обратно, морфы благодарят вас припасами. Однако флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_BAD"]/event[4]/text
ru: Замкнутое пространство медотсека вызывает агрессию у животных, и они начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_BAD"]/event[5]/text
ru: Замкнутое пространство медотсека вызывает агрессию у животных, и они начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED1_BAD"]/event[6]/text
ru: Замкнутое пространство медотсека вызывает агрессию у животных, и они начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED2_BAD"]/event[1]/text
ru: Ваш медотсек успешно лечит всех животных. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED2_BAD"]/event[2]/text
ru: Ваш медотсек довольно долго лечит всех животных. Получив их обратно, морфы благодарят вас припасами. Однако флот повстанцев стал ближе.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED2_BAD"]/event[3]/text
ru: Замкнутое пространство медотсека вызывает агрессию у животных, и они начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED2_BAD"]/event[4]/text
ru: Замкнутое пространство медотсека вызывает агрессию у животных, и они начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED3_BAD"]/event[1]/text
ru: Ваш медотсек успешно лечит всех животных. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_MED3_BAD"]/event[2]/text
ru: Замкнутое пространство медотсека вызывает агрессию у животных, и они начинают крушить всё вокруг! Вы кое-как возвращаете их обратно морфам и готовитесь лететь дальше.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE1_GOOD"]/event[1]/text
ru: Вы успешно проводите процедуру "агрессивного лечения" со всеми животными. К счастью, этот вид заболевания не передаётся клонам. Получив их обратно, морфы благодарят вас припасами.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_ANIM_CLONE1_GOOD"]/event[2]/text
ru: Морфы замечают, что вы убиваете их животных, и атакуют ваше судно!
