Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="rock"]/event/text
ru: Роков тяжело найти и захватить в плен для проведения экспериментов, но они очень живучи, и каждого рока хватает на несколько испытаний. Морфы компенсируют вашу утрату ресурсами.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="magman"]/text
ru: (Магмен) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="magman"]/event/text
ru: Морфы рады провести несколько опытов с огнём над магменом. Находясь под впечатлением от полученных результатов, они дают вам припасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="keeper"]/text
ru: (Хранитель) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="keeper"]/event/text
ru: Морфы очень заинтересованы в разгадке необычных способностей хранителей. Они с удовольствием платят за эту возможность.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_f"]/text
ru: (Молодой машрум) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_f"]/event/text
ru: Морфы впервые видят гриб таких размеров. Они довольно достают инструменты для препарирования, а вам оставляют полезные материалы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_b"]/text
ru: (Зрелый машрум) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom_b"]/event/text
ru: Морфы впервые видят гриб таких размеров. Они довольно достают инструменты для препарирования, а вам оставляют полезные материалы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom"]/text
ru: (Старый машрум) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="mushroom"]/event/text
ru: Морфы впервые видят гриб таких размеров. Они довольно достают инструменты для препарирования, а вам оставляют полезные материалы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="orchid"]/text
ru: (Орхид) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="orchid"]/event/text
ru: Морфы рады провести несколько опытов с огнём над орхидом. Находясь под впечатлением от полученных результатов, они дают вам припасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="shell"]/text
ru: (Броненосец) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="shell"]/event/text
ru: Морфы рады провести несколько опытов с удушением над броненосцем. Находясь под впечатлением от полученных результатов, они дают вам припасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="slug_armored"]/text
ru: (Слаг в панцире) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="slug_armored"]/event/text
ru: Морфы рады препарировать слага и отделить его от панциря. Находясь под впечатлением от полученных результатов, они дают вам припасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energy"]/text
ru: (Золтанец) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energy"]/event/text
ru: Морфов давно интересуют способности золтанцев к генерации энергии и к самоуничтожению. Морфы не говорят, что именно они планируют сделать с вашим членом экипажа, но предлагают улучшить реактор в качестве компенсации и немного лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energy_w"]/text
ru: (Золтанец) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energy_w"]/event/text
ru: Морфов давно интересуют способности золтанцев к генерации энергии и к самоуничтожению. Морфы не говорят, что именно они планируют сделать с вашим членом экипажа, но предлагают улучшить реактор в качестве компенсации и немного лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energyx"]/text
ru: (Золтонец) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energyx"]/event/text
ru: Морфов давно интересуют способности золтонцев к генерации энергии. Морфы не говорят, что именно они планируют сделать с вашим членом экипажа, но предлагают улучшить реактор в качестве компенсации и немного лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energyx_w"]/text
ru: (Золтонец) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="energyx_w"]/event/text
ru: Морфов давно интересуют способности золтонцев к генерации энергии. Морфы не говорят, что именно они планируют сделать с вашим членом экипажа, но предлагают улучшить реактор в качестве компенсации и немного лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="slug"]/text
ru: (Слаг) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="slug"]/event/text
ru: Врождённый инстинкт выживания затрудняет использование слагов для экспериментов, делая их одним из наиболее желанных подопытных для морфов. Поймав вашего слага, предусмотрительно спрятавшегося внутри обшивки корабля, морфы оставляют вам одно из своих орудий.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="slig"]/text
ru: (Слёрм) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="slig"]/event/text
ru: Морфы рады изучить зависимость слёрмов от их любимого напитка. Кажется, этого слёрма ждёт жёсткая диета, но это уже не ваша проблема... Вы забираете свою награду и готовитесь к прыжку.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="anaerobic"]/text
ru: (Ланиус) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="anaerobic"]/event/text
ru: Морфы сразу заинтересовываются вашим ланиусом, и начинают изобретать различные комбинации с другими жизненными формами, которые могут облегчить выживание в безвоздушных условиях. В обмен на ланиуса морфы предлагают вам припасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="crystal"]/text
ru: (Кристалин) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="crystal"]/event/text
ru: Морфы уже встречали кристаллическую форму жизни несколько месяцев назад, и с тех пор желали найти других особей. Они очень благодарны вам и предлагают всё, что у них есть в качестве награды.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="ghost"]/text
ru: (Аватар) Пожертвовать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="CREW_ALL"]/event/choice[@req="ghost"]/event/text
ru: Они с недоумением смотрят на модуль передвижения вашего аватара. Очевидно, он не годится для опытов из-за отсутствия какой бы то ни было ДНК.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="BACKUP_DNA"]/text
ru: (Резервный банк ДНК) Дать им образцы ДНК из вашего резервного банка.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[@req="BACKUP_DNA"]/event/text
ru: Они с благодарностью принимают ваши образцы и посылают в ответ некоторые припасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT"]/choice[3]/text
ru: Никого не отправлять, вместо этого поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT_END"]/event[1]/text
ru: Один из морфов хочет отправиться в путешествие ради поиска новых видов жизни и просится к вам в команду.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_LIFEFORM_EXPERIMENT_EVENT_END"]/event[2]/text
ru: Один из морфов хочет отправиться в путешествие ради поиска новых видов жизни и просится к вам в команду.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_REBEL_CONFUSED_EVENT"]/text
ru: Корабль морфов, находящийся у маяка, ведет себя странным образом. Он двигается то вперёд, то назад, стреляет в пустоту и посылает непонятные сообщения.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_REBEL_CONFUSED_LIST"]/event[1]/text
ru: «А, вот что эта кнопка делает!» Услышав это, вы замечаете, как щиты на корабле морфов рассеиваются один за другим. Похоже, этот корабль захвачен повстанцами, которые не знают, как им управлять. Вы готовитесь к бою.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_REBEL_CONFUSED_LIST"]/event[2]/text
ru: «А, вот что эта кнопка делает!» Похоже, этот корабль морфов захвачен повстанцами. С трудом противнику удаётся повернуть корабль и открыть по вам огонь. Однако вы замечаете, что не все их орудия готовы к бою.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_REBEL_CONFUSED_LIST"]/event[3]/text
ru: «А, вот что эта кнопка делает!» Похоже, этот корабль морфов захвачен повстанцами. Противник перестаёт двигаться вперёд-назад и вместо этого начинает вращаться на месте, заряжая орудия.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_REBEL_CONFUSED_LIST"]/event[4]/text
ru: «А, вот что эта кнопка делает!» Похоже, этот корабль морфов захвачен повстанцами. Кое-как справившись с управлением, они атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_REBEL_CONFUSED_LIST"]/event[5]/text
ru: «А, вот что эта кнопка делает!» Похоже, этот корабль морфов захвачен повстанцами. Кое-как справившись с управлением, они атакуют вас.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_REBEL_CONFUSED_LIST"]/event[6]/text
ru: «А, вот что эта кнопка делает!» Похоже, этот корабль морфов захвачен повстанцами. Кое-как справившись с управлением, они атакуют вас.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_EVENT_START"]/text
ru: Завершая прыжок, вы замечаете небольшой корабль морфов и ловите входящий сигнал от них.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[1]/text
ru: Морфы присылают сообщение: «Приветствие. Цель: Обмен... 1010011000110010... Предложение: 00111100 лома... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?» Непонятно, что именно хотят обменять морфы.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[1]/choice[@req="CREW_ALL" and not(@lvl)]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[1]/choice[@req="CREW_ALL" and @lvl="0"]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[1]/choice[3]/text
ru: Направить им "?".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[1]/choice[4]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[2]/text
ru: Морфы посылают сообщение: «Приветствие. Цель: Обмен... 1010011000110010... Предложение: 00101101 лома... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?» Непонятно, что именно хотят обменять морфы.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[2]/choice[@req="CREW_ALL" and not(@lvl)]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[2]/choice[@req="CREW_ALL" and @lvl="0"]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[2]/choice[3]/text
ru: Направить им "?".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[2]/choice[4]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[3]/text
ru: Морфы посылают сообщение: «Приветствие. Цель: Обмен... 1010011000110010... Предложение: 00011110 лома... ОШИБКА... ПЕРЕЗАПУСК... Согласие= Y/N?» Непонятно, что именно хотят обменять морфы.

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[3]/choice[@req="CREW_ALL" and not(@lvl)]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[3]/choice[@req="CREW_ALL" and @lvl="0"]/text
ru: Направить им "Y".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[3]/choice[3]/text
ru: Направить им "?".

source: data/events_engi.xml.rawclobber$//eventList[@name="MENGI_SELL_UNKNOWN_EVENT"]/event[3]/choice[4]/text
ru: Направить им "N" и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_FUEL"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы отправляются прямиком к вашему двигателю: они пытаются украсть топливо!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_FUEL"]/choice[1]/text
ru: Позволить им забрать топливо.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_FUEL"]/choice[1]/event/text
ru: Морфы забирают контейнеры с топливом и уносят их к себе на корабль. Уходя, они оставляют большую кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_FUEL"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_MISSILES"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы отправляются прямиком к вашей системе орудий: они пытаются похитить боеприпасы!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_MISSILES"]/choice[1]/text
ru: Позволить им забрать боеприпасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_MISSILES"]/choice[1]/event/text
ru: Морфы вытаскивают боеприпасы из ящиков и уносят их к себе на корабль. Уходя, они оставляют большую кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_MISSILES"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_DRONES"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы загружают детали дронов из вашего трюма в контейнеры и хотят их унести!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_DRONES"]/choice[1]/text
ru: Позволить им забрать детали дронов.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_DRONES"]/choice[1]/event/text
ru: Морфы забирают детали дронов и уносят их к себе на корабль. Уходя, они оставляют большую кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_DRONES"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_CREW"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы берут за руки члена вашего экипажа, производившего стыковку, и пытаются увести его с собой!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_CREW"]/choice[1]/text
ru: Позволить им забрать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_CREW"]/choice[1]/event/text
ru: Следуя вашему приказу, бывший товарищ по команде покорно уходит на корабль морфов. Уходя, морфы оставляют большую кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_CREW"]/choice[1]/event/removeCrew/text
ru: Так как член экипажа жив и работает на корабле морфов, вы не можете клонировать его.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_60_CREW_CREW"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_FUEL"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы отправляются прямиком к вашему двигателю: они пытаются украсть топливо!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_FUEL"]/choice[1]/text
ru: Позволить им забрать топливо.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_FUEL"]/choice[1]/event/text
ru: Морфы забирают контейнеры с топливом и уносят их к себе на корабль. Уходя, они оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_FUEL"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_MISSILES"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы отправляются прямиком к вашей системе орудий: они пытаются похитить боеприпасы!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_MISSILES"]/choice[1]/text
ru: Позволить им забрать боеприпасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_MISSILES"]/choice[1]/event/text
ru: Морфы вытаскивают боеприпасы из ящиков и уносят их к себе на корабль. Уходя, они оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_MISSILES"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_DRONES"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы загружают детали дронов из вашего трюма в контейнеры и хотят их унести!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_DRONES"]/choice[1]/text
ru: Позволить им забрать детали дронов.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_DRONES"]/choice[1]/event/text
ru: Морфы забирают детали дронов и уносят их к себе на корабль. Уходя, они оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_DRONES"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_CREW"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы берут за руки члена вашего экипажа, производившего стыковку, и пытаются увести его с собой!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_CREW"]/choice[1]/text
ru: Позволить им забрать члена экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_CREW"]/choice[1]/event/text
ru: Следуя вашему приказу, бывший товарищ по команде покорно уходит на корабль морфов. Уходя, морфы оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_CREW"]/choice[1]/event/removeCrew/text
ru: Так как член экипажа жив и работает на корабле морфов, вы не можете клонировать его.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_45_CREW_CREW"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_FUEL"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы отправляются прямиком к вашему двигателю: они пытаются украсть топливо!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_FUEL"]/choice[1]/text
ru: Позволить им забрать топливо.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_FUEL"]/choice[1]/event/text
ru: Морфы забирают контейнеры с топливом и уносят их к себе на корабль. Уходя, они оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_FUEL"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_MISSILES"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы отправляются прямиком к вашей системе орудий: они пытаются похитить боеприпасы!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_MISSILES"]/choice[1]/text
ru: Позволить им забрать боеприпасы.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_MISSILES"]/choice[1]/event/text
ru: Морфы вытаскивают боеприпасы из ящиков и уносят их к себе на корабль. Уходя, они оставляют кучу лома.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_MISSILES"]/choice[2]/text
ru: Преградить им путь. Открыть огонь при необходимости.

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_DRONES"]/text
ru: Корабль морфов приближается и стыкуется с вашим. Морфы загружают детали дронов из вашего трюма в контейнеры и хотят их унести!

source: data/events_engi.xml.rawclobber$//event[@name="MENGI_SELL_UNKNOWN_YES_30_CREW_DRONES"]/choice[1]/text
ru: Позволить им забрать детали дронов.
