Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//textList[@name="RDY_INJ_DID_TEXT"]/text
ru: Морфы устанавливают инжектор на выбранное вами орудие и забирают оплату. Вы благодарите их и отправляетесь дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_WEAPONS_ADAPTIVE"]/choice[14]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_WEAPONS_CHAIN"]/choice[31]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_ENGIMENGI_EVENT"]/text
ru: В ионном шторме перед вами летит корабль инжи...

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_ENGIMENGI_EVENT_R"]/event[1]/text
ru: ...внезапно начинается супер-шторм! После этого корабль инжи впадает в оцепенение, похоже, что они все зависли! Вы успокаиваете себя, что это уже не милые инжи, а безумные морфы, быстро забираете с их корабля полезные припасы, пока они не очухались, и готовитесь улетать.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_ENGIMENGI_EVENT_R"]/event[2]/text
ru: ...внезапно начинается супер-шторм! Одна из молний попадает в инжи, и они становятся агрессивными. Теперь они пытаются использовать ваш корабль для ремонта своего!

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_MENGI_BADZOND_EVENT"]/text
ru: Морфы выходят на связь: «10011011 ... Приветствие. Адресат: НЕОПОЗНАННОЕ СУДНО. Описание: "Сломанный зонд"... ОШИБКА... ПЕРЕЗАПУСК... 11110010... Задача: "Уничтожение"...» Похоже, что морфам нужна помощь с их неисправным зондом.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_MENGI_BADZOND_EVENT"]/choice[1]/text
ru: Напасть на терраформ-зонд поблизости.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_MENGI_BADZOND_EVENT"]/choice[1]/event/text
ru: Вы решаете помочь морфам и атакуете зонд.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_MENGI_BADZOND_EVENT"]/choice[2]/text
ru: Напасть на самих морфов.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_MENGI_BADZOND_EVENT"]/choice[2]/event/text
ru: Морфы готовятся защищаться.

source: data/events_engi.xml.rawclobber$//event[@name="DISTRESS_MENGI_BADZOND_EVENT"]/choice[3]/text
ru: Игнорировать морфов и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_ZOND_VERYBAD_PARAM"]/destroyed/text
ru: Зонд взрывается, и вы подбираете его обломки...

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_ZOND_VERYBAD_PARAM"]/destroyed/choice/event/text
ru: К вам приближаются морфы и благодарят вас полезными припасами.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_DAMAGED_EVENT"]/text
ru: В туманности вы находите сильно повреждённый корабль морфов. Похоже, что он тут давно...

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_DAMAGED_EVENT"]/choice[1]/text
ru: Забрать с корабля всё ценное.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_DAMAGED_EVENT"]/choice[2]/text
ru: Не приближаться и поговорить с экипажем, пока заряжается FTL-двигатель.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_R"]/event[1]/text
ru: Вы забираете все уцелевшие материалы и готовитесь к отлёту.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_R"]/event[2]/text
ru: Вы забираете из корабля все полезные материалы. Кто-то из вашей команды находит клон-отсек с образцами ДНК морфов. К сожалению, клон-отсек разрушен и больше не функционирует.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_R"]/event[2]/choice[@req="clonebay" and @lvl="1"]/text
ru: (Клон-отсек) Использовать ДНК в нашем клон-отсеке.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_R"]/event[2]/choice[@req="clonebay" and @lvl="0"]/text
ru: Покинуть это место.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_CLONE"]/event[1]/text
ru: Некоторое время спустя в команде появляется пополнение.

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_CLONE"]/event[1]/crewMember
ru: Морф

source: data/events_engi.xml.rawclobber$//eventList[@name="NEBULA_MENGI_DAMAGED_EVENT_CLONE"]/event[2]/text
ru: Оказалось, что образцы ДНК повреждены сильнее, чем вы предполагали. Пора отправляться дальше.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_MENGI_FIGHT"]/text
ru: Возле маяка на вас нападает корабль морфов. Вы замечаете, что они ещё не закончили преобразование своего корабля и, вероятно, ослаблены.

source: data/events_engi.xml.rawclobber$//event[@name="NEBULA_PILESOS_EVENT"]/text
ru: При выходе из прыжка вы наблюдаете грандиозную картину — корабль морфов быстро втягивает остатки этой туманности в какое-то устройство на корпусе. Похоже, морфы совсем обезумели, теперь они направляют устройство на вас!

source: data/events_engi.xml.rawclobber$//event[@name="EVENT_DONT_HACK_MENGI"]/text
ru: Вокруг маяка довольно тихо. Вы внимательно изучаете карту сектора для прокладки дальнейшего маршрута, пока заряжается FTL-привод...

source: data/events_engi.xml.rawclobber$//event[@name="EVENT_DONT_HACK_MENGI"]/choice[@req="hacking" and @lvl="0"]/event/text
ru: ...внезапно рядом выходит из прыжка корабль морфов с явно враждебными намерениями! Приготовиться к бою!

source: data/events_engi.xml.rawclobber$//event[@name="EVENT_DONT_HACK_MENGI"]/choice[@req="hacking" and @lvl="1"]/event/text
ru: ...внезапно рядом выходит из прыжка корабль морфов с явно враждебными намерениями! Похоже, что они блокируют вашего взломщика каким-то направленным излучением!

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_SHIP_PARAM_NOHACK"]/destroyed/text
ru: Вы быстро собираете всё то, что уцелело после взрыва.

source: data/events_engi.xml.rawclobber$//ship[@name="MENGI_SHIP_PARAM_NOHACK"]/deadCrew/text
ru: Экипаж корабля уничтожен. Вы обчищаете их трюмы.

source: data/events_engi.xml.rawclobber$//event[@name="UNKNOWN_SUICIDE_MISSILE"]/text
ru: Ваша система связи внезапно взрывается предупреждениями и паническими сообщениями с ближайшей планеты орхидов. Тем временем ваша команда обнаруживает какую-то необычную ракету, летящую прямо к планете. Без ПКБ вы - их единственная надежда.

source: data/events_engi.xml.rawclobber$//ship[@name="UNKNOWN_MISSILE_SHIP"]/escape/text
ru: Вы замечаете рост энергии в FTL-приводе этой ракеты! Тем временем ваш член экипажа обнаруживает опасную радиацию, исходящую от корабля.

source: data/events_engi.xml.rawclobber$//ship[@name="UNKNOWN_MISSILE_SHIP"]/gotaway/text
ru: Ракета совершила FTL-прыжок. Вскоре после этого гигантский взрыв разрывает поверхность планеты, и связь внезапно прекращается. Вы не можете избежать ударной волны...

source: data/events_engi.xml.rawclobber$//ship[@name="UNKNOWN_MISSILE_SHIP"]/destroyed/text
ru: Ужасающий взрыв сотрясает пространство поблизости и повреждает ваш корабль. Однако вы чувствуете облегчение, узнав, что планета теперь спасена. Вскоре после этого орхиды в знак благодарности отправляют вам несколько ящиков с металлом.

source: data/events_engi.xml.rawclobber$//ship[@name="UNKNOWN_MISSILE_SHIP"]/deadCrew/text
ru: Вам удаётся убить пилотов корабля. Несмотря на наличие продвинутых двигателей, они всё же управлялись пилотами вручную. Пока вы задаётесь вопросом, откуда они взялись, орхиды посылают вам оружие и лом в знак благодарности.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/text
ru: По прибытии вы получаете привет от корабля орхидов странного цвета. Вы понимаете, что ситуация может быть ненормальной.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/text
ru: Приветствовать странный корабль орхидов.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/text
ru: Вы открываете коммуникатор, и вас приветствует жирный слёрм: «Добро пожаловать, дорогой торговец! Мы вторглисссь в этот прекрасссный сссектор, чтобы получить один из лучших ингредиентов для нашего ссслёрмоварения! Нам требуются орхиды, чтобы получить его, и мы просим вассс предоссставить сссвою команду.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="orchid"]/text
ru: Вы подумываете о том, чтобы отдать своего орхида.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[2]/text
ru: Сказать им, что у нас нет орхидов, и покинуть маяк.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="slig"]/text
ru: Вашему слёрму есть что сказать.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="slig"]/event/text
ru: Между вашим слёрмом и капитаном их корабля начинается долгая дискуссия. По прошествии длительного периода переговоров к вам отправляется капсула со слёрмом внутри. Капитан передаёт сообщение по коммуникатору: «За ссслёрм!»

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="slug"]/text
ru: Ваш слаг ощущает необычные формы жизни на их корабле.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="slug"]/event/text
ru: В трюме корабля находятся вязанки орхидов! Странный корабль внезапно приводит в действие свои орудия. Слёрм на экране говорит: «Да, ты прав! Мы делаем бульон из орхидов, чтобы приготовить ссслёрм, и, поскольку ты узнал это, мы приготовим и тебя».

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="LIFE_SCANNER"]/text
ru: Сканер жизненных форм засекает какую-то аномалию на их корабле.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[@req="LIFE_SCANNER"]/event/text
ru: В трюме корабля находятся вязанки орхидов! Странный корабль внезапно приводит в действие свои орудия. Слёрм на экране говорит: «Да, ты прав! Мы делаем бульон из орхидов, чтобы приготовить ссслёрм, и, поскольку ты узнал это, мы приготовим и тебя».

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[6]/text
ru: Этот корабль подозрительно выглядит. Открыть огонь!

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[1]/event/choice[6]/event/text
ru: Вы стреляете по кораблю, и они немедленно реагируют включением оружия.

source: data/events_engi.xml.rawclobber$//event[@name="VEGGIE_SLIG"]/choice[2]/text
ru: Не отвечать и поговорить с экипажем во время зарядки FTL-привода.

source: data/events_engi.xml.rawclobber$//eventList[@name="NOT_POLITE_DEPARTURE"]/event[1]/text
ru: Вы резко прекращаете разговор. Хотя это было не очень уважительно, вы чувствуете, что лучше не продолжать этот путь...

source: data/events_engi.xml.rawclobber$//eventList[@name="NOT_POLITE_DEPARTURE"]/event[2]/text
ru: Как только вы обрываете связь, их корабль включает своё вооружение. Очевидно, это было не то, что следовало сделать...

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_GIVEAWAY"]/event[1]/text
ru: Вы передаёте своего орхида слёрмам. Через некоторое время они говорят вам, что приготовленный слёрм необычайно вкусен, и в благодарность предлагают вам бочку и немного лома.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_GIVEAWAY"]/event[2]/text
ru: Вы передаёте своего орхида слёрмам. Через некоторое время они говорят вам, что приготовленный слёрм необычайно вкусен, и в благодарность предлагают вам бочку и немного лома.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_GIVEAWAY"]/event[3]/text
ru: Вы передаёте своего орхида слёрмам. Через некоторое время они говорят вам, что приготовленный слёрм необычайно вкусен, и в благодарность предлагают вам лишнее оружие и немного лома.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_JELLY"]/destroyed/text
ru: Корабль странного цвета разваливается на части. Внутри его обломков вы находите много мёртвых орхидов, и ничего полезного, кроме металлолома.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_JELLY"]/deadCrew/text
ru: Вам удаётся убить всех слёрмов и предотвратить их процесс регенерации. Внутри корабля вы находите потайное хранилище, в котором хранились вязанки орхидов. После их освобождения один орхид присоединяется к вашей команде.

source: data/events_engi.xml.rawclobber$//textList[@name="MOTILEK_RED_EVENT_TEXT"]/text[1]
ru: Сразу после выхода из FTL-прыжка возле маяка появляется корабль, напоминающий насекомое, за исключением необычно красного оттенка. Заметив вас, он активирует своё оружие.

source: data/events_engi.xml.rawclobber$//textList[@name="MOTILEK_RED_EVENT_TEXT"]/text[2]
ru: Появившись у маяка, вы попадаете под атаку насекомообразного корабля неизвестного вида. У вас нет выбора, кроме как сражаться.

source: data/events_engi.xml.rawclobber$//textList[@name="MOTILEK_RED_EVENT_TEXT"]/text[3]
ru: Никто не может точно сказать, откуда появились инсекторы, но они всегда запрограммированы на атаку. И ваша сегодняшняя встреча не исключение...

source: data/events_engi.xml.rawclobber$//textList[@name="MOTILEK_RED_EVENT_TEXT"]/text[4]
ru: Вы уже слышали об инсекторах и их агрессивном характере, но никогда не слышали о том виде, с которым вы столкнулись на этот раз. Тем не менее, он хочет уничтожить вас...

source: data/events_engi.xml.rawclobber$//ship[@name="SHIPS_MOTILEK_RED_PARAM"]/escape/text
ru: Похоже, инсектор пытается скрыться.

source: data/events_engi.xml.rawclobber$//ship[@name="SHIPS_MOTILEK_RED_PARAM"]/gotaway/text
ru: Инсектор исчез в неизвестном направлении.

source: data/events_engi.xml.rawclobber$//ship[@name="SHIPS_MOTILEK_RED_PARAM"]/destroyed/text
ru: Мощный взрыв сотрясает область вокруг прыжкового маяка и частично выводит его из строя...

source: data/events_engi.xml.rawclobber$//eventList[@name="MOTILEK_EVENT_R_2"]/event[1]/text
ru: ...среди обломков необычного инсектора вы находите не включённую в реестр модель дрона, происхождение которой остаётся полной загадкой. Вы можете установить его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="MOTILEK_EVENT_R_2"]/event[2]/text
ru: ...среди обломков необычного инсектора вы находите не включённую в реестр модель дрона, происхождение которой остаётся полной загадкой. Вы можете установить его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="MOTILEK_EVENT_R_2"]/event[3]/text
ru: ...среди обломков необычного инсектора вы находите не включённую в реестр модель дрона, происхождение которой остаётся полной загадкой. Вы можете установить его на свой корабль.

source: data/events_engi.xml.rawclobber$//eventList[@name="MOTILEK_EVENT_R_2"]/event[4]/text
ru: ...повстанцам придётся искать обходной путь, чтобы догнать вас.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/text
ru: Маяк находится рядом с новорождённой звездой, окружённой пылевыми облаками. На её орбите находится станция орхидов. Ваша команда уверена, что именно отсюда исходит ранее обнаруженный сигнал бедствия. Похоже, что ИИ станции захватил контроль и убил команду.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="BOARDER_ION"]/text
ru: (Ионный абордажник) Нарушить работу ИИ с помощью электромагнитных импульсов дрона.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="BOARDER_ION"]/event/text
ru: Вы запускаете дрона в сторону станции. Система защиты почти поразила его, но вашему дрону удаётся ускользнуть и случайным образом ионизировать ядра и системы ИИ.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Ваш инжи знает, как прервать программу ИИ.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="engi"]/event/text
ru: Вы отправляете инжи в маленькой капсуле к станции. Система защиты почти поразила его, однако он благополучно добрался до места назначения.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="morph"]/text
ru: (Член экипажа морф) Ваш морф знает, как прервать программу ИИ.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="morph"]/event/text
ru: Вы отправляете морфа в маленькой капсуле к станции. Система защиты почти поразила его, однако он благополучно добрался до места назначения.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="morph"]/event/choice/event/text
ru: Попав на борт, он легко находит ядра ИИ, но не может их отключить. Морф решает быстро подключиться к ядрам, разрушая свой разум... но также и ИИ!

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="morph"]/event/choice/event/choice/event/text
ru: Теперь, когда станция безопасна, вы можете её детально осмотреть. Вы обнаруживаете, что её жители давно мертвы, но вам удаётся найти одного выжившего, который хочет присоединиться к вашей команде. Вы уходите, взяв со станции то, что считаете полезным.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="anaerobic"]/text
ru: (Член экипажа ланиус) У вашего ланиуса есть предложение, как разрешить ситуацию.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="anaerobic"]/event/text
ru: Ланиус движется вперёд, открывая воздушный шлюз в сторону станции. Его метаболизм не излучает тепловую сигнатуру, что делает его невидимым для защитных систем станции.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="anaerobic"]/event/choice/event/text
ru: Попав на борт, он легко находит ядра ИИ и начинает их поглощать. Во время вашего тщательного обыска среди ужасных сцен ему удаётся найти одинокого выжившего.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="magman" and @lvl="1"]/text
ru: (Член экипажа магмен) Попытаться зажечь огонь на станции, чтобы отвлечь ИИ.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="magman" and @lvl="1"]/event/text
ru: Вы отправляете магмена в маленькой капсуле к станции. Система защиты почти поразила его, но он благополучно добирается до места назначения.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="magman" and @lvl="2"]/text
ru: (Члены экипажа магмены) Поджечь станцию, чтобы отвлечь ИИ.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[@req="magman" and @lvl="2"]/event/text
ru: Вы отправляете магменов в маленькой капсуле к станции. Система защиты почти поразила их, но они благополучно добираются до места назначения.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[7]/text
ru: Мы ничего не можем с этим поделать.

source: data/events_engi.xml.rawclobber$//event[@name="MAD_ORCHID_STATION"]/choice[7]/event/text
ru: Обдумав свои варианты, вы понимаете, что ни один из них не подходит для безопасного вмешательства. Вы переключаетесь на план следующего прыжка и обсуждаете его с командой.

source: data/events_engi.xml.rawclobber$//eventList[@name="ION_BOARDER_MAD_STATION"]/event[1]/text
ru: Вы стыкуетесь со станцией и обнаруживаете, что её жители давно мертвы. Вы уходите с небольшим количеством полезного снаряжения и с ужасными сценами в памяти.

source: data/events_engi.xml.rawclobber$//eventList[@name="ION_BOARDER_MAD_STATION"]/event[2]/text
ru: Вы стыкуетесь со станцией и обнаруживаете, что её жители давно мертвы. Вы уходите с небольшим количеством полезного снаряжения и с ужасными сценами в памяти.

source: data/events_engi.xml.rawclobber$//eventList[@name="ION_BOARDER_MAD_STATION"]/event[3]/text
ru: Вы стыкуетесь со станцией и обнаруживаете, что её жители давно мертвы. Вы уходите с некоторым полезным снаряжением и с ужасными сценами в памяти.

source: data/events_engi.xml.rawclobber$//eventList[@name="ION_BOARDER_MAD_STATION"]/event[4]/text
ru: Вы стыкуетесь со станцией и обнаруживаете, что её жители давно мертвы. Собрав всё полезное, вы обнаруживаете небольшую спасательную капсулу, в которой находите выжившего.

source: data/events_engi.xml.rawclobber$//eventList[@name="ION_BOARDER_MAD_STATION"]/event[5]/text
ru: ИИ станции отправляет автоматические подразделения, чтобы противостоять вашему дрону. Однако это отвлечение позволяет вашей команде провести быстрый поиск, в результате которого вы находите выжившего.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_ORCH_STATION"]/event[1]/text
ru: Система защиты ИИ оказалась более продвинутой, чем мог представить ваш инжи. Вы забираете его назад, пока ситуация не вышла из-под контроля.

source: data/events_engi.xml.rawclobber$//eventList[@name="ENGI_ORCH_STATION"]/event[2]/text
ru: Попав на борт, инжи легко находит ядра ИИ и быстро стирает все программы и отключает системы. Во время вашего тщательного обыска среди ужасных сцен вам удаётся найти одинокого выжившего.

source: data/events_engi.xml.rawclobber$//eventList[@name="MAGMAN_1_ORCH_STATION"]/event[1]/text
ru: Попав на борт, магмен несколько раз пытается зажечь огонь, но безуспешно. Он быстро уходит, прежде чем оказаться в затруднительном положении.

source: data/events_engi.xml.rawclobber$//eventList[@name="MAGMAN_1_ORCH_STATION"]/event[2]/text
ru: Попав на борт, магмен пытается зажечь огонь, и после нескольких попыток ему удаётся создать пламя. Вы обнаруживаете, что жители станции давно мертвы, но один из них выжил.

source: data/events_engi.xml.rawclobber$//eventList[@name="MAGMEN_2_ORCH_STATION"]/event[1]/text
ru: Попав на борт, магмены разжигают внутри огромный пожар, огонь быстро расплавляет все датчики. Убедившись, что в живых никого нет, они покидают станцию прежде, чем она взорвётся.

source: data/events_engi.xml.rawclobber$//eventList[@name="MAGMEN_2_ORCH_STATION"]/event[2]/text
ru: Попав на борт, магмены разжигают внутри огромный пожар, огонь быстро расплавляет все датчики. Они обнаруживают одинокого выжившего, и все вместе покидают станцию прежде, чем она взорвётся.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[1]
ru: Пытаясь оторваться от флота повстанцев, вы прыгаете в сектор орхидов. Несмотря на название, данное людьми, у орхидов мало общего с земными растениями.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[2]
ru: Первый контакт землян с орхидами произошёл на их родной планете, где наш исследователь был съеден гигантским хищным цветком.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[3]
ru: Орхиды вырабатывают чистый кислород с лёгким ароматом, очень похожим на аромат земных орхидей.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[4]
ru: Несмотря на общую ксенофобию повстанцев по отношению к другим расам, орхидов они иногда используют как домашние растения.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[5]
ru: Орхиды летают на полуорганических кораблях. Изучавшие их биологи утверждают, что каждое попадание в корабль орхидов передаётся лёгкой болью экипажу.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[6]
ru: Удивительно, но оружейное производство орхидов внешне очень похоже на выращивание овощей в земных теплицах.

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[7]
ru: Орхиды очень не любят, когда другие формы жизни изменяют их идеальную температуру в помещениях (28-30С).
