Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[@req="FTL_JUMPER"]/event/text
ru: Они передают вам координаты станции. У вас ещё есть время воспользоваться ремонтными услугами инжи на этой станции.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[@req="FTL_JUMPER"]/event/choice[1]/text
ru: Узнать их расценки.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[@req="FTL_JUMPER"]/event/choice[@req="engi"]/text
ru: (Член экипажа инжи) Пусть инжи запросит бесплатный комплект снабжения.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[@req="FTL_JUMPER"]/event/choice[@req="engi"]/event/text
ru: Ваш инжи объясняет им важность вашей миссии, и они соглашаются бесплатно вам помочь.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[@req="FTL_JUMPER"]/event/choice[3]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[2]/text
ru: Спросить их, есть ли другие возможности починить это орудие.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[2]/event/text
ru: Инжи рекомендуют вам обратиться к их соотечественникам в родном секторе, и вы благодарите их за информацию. Ещё есть время воспользоваться ремонтными услугами инжи на этой станции.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[2]/event/choice[1]/text
ru: Узнать их расценки.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[2]/event/choice[@req="engi"]/text
ru: (Член экипажа инжи) Пусть инжи запросит бесплатный комплект снабжения.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[2]/event/choice[@req="engi"]/event/text
ru: Ваш инжи объясняет им важность вашей миссии, и они соглашаются бесплатно вам помочь.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[1]/choice[2]/event/choice[3]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[2]/text
ru: Инжи забирают ваше оружие на диагностику.

source: data/events_engi.xml.rawclobber$//eventList[@name="REPAIR_ENGI_CHOISE"]/event[2]/choice/event/text
ru: Починив неисправность, они возвращают его вам назад совершенно бесплатно.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/text
ru: Перед вами ремонтная станция инжи. За символическую плату они готовы предоставить вам ремонт и необходимые припасы.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[1]/text
ru: Узнать их расценки.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[@req="engi"]/text
ru: (Член экипажа инжи) Пусть инжи запросит бесплатный комплект снабжения.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[@req="engi"]/event/text
ru: Ваш инжи объясняет им важность вашей миссии, и они соглашаются бесплатно вам помочь.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[@req="SHOTGUN_3_BROKEN"]/text
ru: (Сломанный Флак Мод III) Спросить их, не могут ли они починить вашу пушку.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[@req="SHOTGUN_3_BROKEN"]/event/text
ru: Инжи забирают ваше оружие на диагностику.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[@req="SHOTGUN_3_BROKEN"]/event/choice/event/text
ru: Починив неисправность, они возвращают его вам назад совершенно бесплатно.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[@req="WEAPONS_PROTOTYPES_BROKEN"]/text
ru: (Повреждённый прототип) Спросить у инжи о ремонте прототипов.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_HOME"]/choice[5]/text
ru: Отказаться от их услуг.

source: data/events_engi.xml.rawclobber$//textList[@name="REPAIR_ENGI_PROTOTYPES_REPAIR_IN_PROGRESS"]/text
ru: Инжи забирают лом и прототип для "устранение неисправность". Вы ожидаете, когда они закончат...

source: data/events_engi.xml.rawclobber$//textList[@name="REPAIR_ENGI_PROTOTYPES_REPAIR_FINISHED"]/text
ru: ...наконец, инжи завершают все работы с протитипом и возвращают его вам в отличном состоянии!

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/text
ru: Они отвечают: «Прототип сломан. Ремонт возможен. Нужен металл».

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2"]/text
ru: (Прототип золтонцев) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2_PRC"]/text
ru: (Прототип золтонцев ™) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2_BRC"]/text
ru: (Прототип золтонцев €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2_CLD"]/text
ru: (Прототип золтонцев ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2_POW"]/text
ru: (Прототип золтонцев †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2_UNI"]/text
ru: (Прототип золтонцев √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_BEAM_2_RDY"]/text
ru: (Прототип золтонцев ^) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2"]/text
ru: (Прототип золтонцев) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2_FRC"]/text
ru: (Прототип золтонцев ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2_CLD"]/text
ru: (Прототип золтонцев ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2_POW"]/text
ru: (Прототип золтонцев †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2_UNI"]/text
ru: (Прототип золтонцев √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2_ACC"]/text
ru: (Прототип золтонцев £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_ZOLTON_MISSILE_2_RDY"]/text
ru: (Прототип золтонцев ^) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SLURMS_PROTOTYPE_2"]/text
ru: (Прототип слёрмов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SLURMS_PROTOTYPE_2_CLD"]/text
ru: (Прототип слёрмов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SLURMS_PROTOTYPE_2_POW"]/text
ru: (Прототип слёрмов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SLURMS_PROTOTYPE_2_UNI"]/text
ru: (Прототип слёрмов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SLURMS_PROTOTYPE_2_ACC"]/text
ru: (Прототип слёрмов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_LIGHT2"]/text
ru: (Лёгкий прототип кристалинов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_LIGHT2_BRC"]/text
ru: (Лёгкий прототип кристалинов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_LIGHT2_CLD"]/text
ru: (Лёгкий прототип кристалинов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_LIGHT2_POW"]/text
ru: (Лёгкий прототип кристалинов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_LIGHT2_UNI"]/text
ru: (Лёгкий прототип кристалинов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_HEAVY2"]/text
ru: (Тяжёлый прототип кристалинов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_HEAVY2_BRC"]/text
ru: (Тяжёлый прототип кристалинов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_HEAVY2_CLD"]/text
ru: (Тяжёлый прототип кристалинов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_HEAVY2_POW"]/text
ru: (Тяжёлый прототип кристалинов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_HEAVY2_UNI"]/text
ru: (Тяжёлый прототип кристалинов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="CRYSTAL_PRO_HEAVY2_ACC"]/text
ru: (Тяжёлый прототип кристалинов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12"]/text
ru: (Прототип людей) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12_FRC"]/text
ru: (Прототип людей ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12_BRC"]/text
ru: (Прототип людей €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12_CLD"]/text
ru: (Прототип людей ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12_POW"]/text
ru: (Прототип людей †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12_UNI"]/text
ru: (Прототип людей √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AEGON_ROCKET_12_ACC"]/text
ru: (Прототип людей £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_TRIPLE_BLASTER_12"]/text
ru: (Прототип ланиусов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_TRIPLE_BLASTER_12_BRC"]/text
ru: (Прототип ланиусов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_TRIPLE_BLASTER_12_CLD"]/text
ru: (Прототип ланиусов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_TRIPLE_BLASTER_12_UNI"]/text
ru: (Прототип ланиусов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_TRIPLE_BLASTER_12_ACC"]/text
ru: (Прототип ланиусов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SOLAR_BARRAGE_ARRAY2"]/text
ru: (Прототип роков) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SOLAR_BARRAGE_ARRAY2_FRC"]/text
ru: (Прототип роков ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SOLAR_BARRAGE_ARRAY2_CLD"]/text
ru: (Прототип роков ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SOLAR_BARRAGE_ARRAY2_POW"]/text
ru: (Прототип роков †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SOLAR_BARRAGE_ARRAY2_UNI"]/text
ru: (Прототип роков √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="SOLAR_BARRAGE_ARRAY2_ACC"]/text
ru: (Прототип роков £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_IMPACT_ION_BEAM_12"]/text
ru: (Прототип инжи) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_IMPACT_ION_BEAM_12_CLD"]/text
ru: (Прототип инжи ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_IMPACT_ION_BEAM_12_POW"]/text
ru: (Прототип инжи †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_IMPACT_ION_BEAM_12_UNI"]/text
ru: (Прототип инжи √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_IMPACT_ION_BEAM_12_ACC"]/text
ru: (Прототип инжи £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AUTOCANNON_12"]/text
ru: (Прототип аватаров) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AUTOCANNON_12_BRC"]/text
ru: (Прототип аватаров €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AUTOCANNON_12_CLD"]/text
ru: (Прототип аватаров ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AUTOCANNON_12_UNI"]/text
ru: (Прототип аватаров √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_AUTOCANNON_12_ACC"]/text
ru: (Прототип аватаров £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12"]/text
ru: (Прототип золтанцев) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12_PRC"]/text
ru: (Прототип золтанцев ™) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12_FRC"]/text
ru: (Прототип золтанцев ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12_CLD"]/text
ru: (Прототип золтанцев ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12_POW"]/text
ru: (Прототип золтанцев †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12_UNI"]/text
ru: (Прототип золтанцев √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PLASMA_RAILCANNON_12_ACC"]/text
ru: (Прототип золтанцев £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PERFORATOR_12"]/text
ru: (Прототип слагов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PERFORATOR_12_BRC"]/text
ru: (Прототип слагов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PERFORATOR_12_CLD"]/text
ru: (Прототип слагов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PERFORATOR_12_POW"]/text
ru: (Прототип слагов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PERFORATOR_12_UNI"]/text
ru: (Прототип слагов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_PERFORATOR_12_ACC"]/text
ru: (Прототип слагов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12"]/text
ru: (Прототип мантисов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_PRC"]/text
ru: (Прототип мантисов ™) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_FRC"]/text
ru: (Прототип мантисов ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_BRC"]/text
ru: (Прототип мантисов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_CLD"]/text
ru: (Прототип мантисов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_POW"]/text
ru: (Прототип мантисов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_UNI"]/text
ru: (Прототип мантисов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="OMICRON_OMNI_CANNON2_12_ACC"]/text
ru: (Прототип мантисов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2"]/text
ru: (Прототип Ордена) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2_PRC"]/text
ru: (Прототип Ордена ™) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2_FRC"]/text
ru: (Прототип Ордена ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2_CLD"]/text
ru: (Прототип Ордена ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2_POW"]/text
ru: (Прототип Ордена †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2_UNI"]/text
ru: (Прототип Ордена √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORDEN_PROTOTYPE_2_ACC"]/text
ru: (Прототип Ордена £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="HAL_PROTOTYPE_2"]/text
ru: (Прототип HAL) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="HAL_PROTOTYPE_2_CLD"]/text
ru: (Прототип HAL ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="HAL_PROTOTYPE_2_POW"]/text
ru: (Прототип HAL †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="HAL_PROTOTYPE_2_UNI"]/text
ru: (Прототип HAL √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="HAL_PROTOTYPE_2_ACC"]/text
ru: (Прототип HAL £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2"]/text
ru: (Прототип морфов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2_FRC"]/text
ru: (Прототип морфов ‰) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2_BRC"]/text
ru: (Прототип морфов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2_CLD"]/text
ru: (Прототип морфов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2_POW"]/text
ru: (Прототип морфов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2_UNI"]/text
ru: (Прототип морфов √) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="PROTOTYPE_MORPHGUN2_ACC"]/text
ru: (Прототип морфов £) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2"]/text
ru: (Прототип орхидов) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2_RDY"]/text
ru: (Прототип орхидов ^) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2_BRC"]/text
ru: (Прототип орхидов €) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2_CLD"]/text
ru: (Прототип орхидов ‡) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2_POW"]/text
ru: (Прототип орхидов †) Попросить починить это орудие.

source: data/events_engi.xml.rawclobber$//event[@name="REPAIR_ENGI_PROTOTYPES"]/choice[@req="ORCHID_PROTOTYPE_2_UNI"]/text
ru: (Прототип орхидов √) Попросить починить это орудие.
