Repository: blizzarchon/arsenal-plus-weblate
Catalog: locale/data/events_engi.xml.rawclobber/*.po
Languages: ru

source: data/events_engi.xml.rawclobber$//textList[@name="START_BEACON_ORCHID"]/text[8]
ru: Основная деятельность орхидов в Галактике связана с торговлей и транспортировкой пищевых продуктов, удобрений и медицинских препаратов.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ORCHID"]/text[1]
ru: На этом маяке располагается крупный торговый центр орхидов. Несмотря на то, что большая часть их оборудования изготовлена из растительного сырья, орхиды тоже находят применение для металлолома и готовы торговать им.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ORCHID"]/text[2]
ru: Прямо около маяка находится гигантская торговая станция орхидов под охраной нескольких военных кораблей. Вы стыкуетесь и заходите на станцию. Вас поражает, насколько тихо и спокойно внутри.

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ORCHID"]/text[3]
ru: Одинокое торговое судно орхидов ждёт вас у маяка. Его команда отправляет вам простое сообщение: «Оружие по доступным ценам».

source: data/events_engi.xml.rawclobber$//textList[@name="STORE_ORCHID"]/text[4]
ru: Вы наткнулись на торговую станцию орхидов, продающую потребительские товары, изготовленные из органических материалов. Узнав, что вы представляете Федерацию, орхиды соглашаются продавать и оружие.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ORCHID"]/text[1]
ru: Секторы орхидов славятся спокойным умиротворяющим характером. Данный маяк подтверждает это.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ORCHID"]/text[2]
ru: Маяк служит исключительно для транзита. Вы замечаете, как далеко от местной звезды он расположен. Вероятно, в целях защиты от солнечных вспышек.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ORCHID"]/text[3]
ru: Вы достигаете маяка, расположенного рядом с планетой, находящейся в процессе терраформирования для поддержки жизни растений. Вокруг нет кораблей.

source: data/events_engi.xml.rawclobber$//textList[@name="NOTHING_ORCHID"]/text[4]
ru: Сейчас на этом маяке ничего не происходит. Звезда слишком тусклая, чтобы обеспечивать энергией зависящую от света форму жизни.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIND_DRONE"]/text[1]
ru: Из-за того что орхиды хрупки и уязвимы, они часто прибегают к использованию дронов для помощи в управлении кораблями. На маяке расположен завод по производству дронов, все ещё лояльный Федерации. Инженеры орхидов предлагают одно из своих творений бесплатно.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIND_DRONE"]/text[2]
ru: Грузовое судно орхидов ждёт у маяка. Как только вы завершаете манёвр, они отправляют сообщение за сообщением: «Слишком много груза. Не могу двигаться. Пожалуйста, возьмите вот это».

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIND_DRONE"]/text[3]
ru: Пока FTL-привод заряжается, вы решаете исследовать поверхность близлежащей планеты. В листве гигантского дерева вы находите разряженный дрон, вероятно, оставленный пиратами.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIND_WEAPON"]/text[1]
ru: Вы удивлены, обнаружив секретную станцию Федерации в глубине территории орхидов. Её команда зашла так далеко, что спрятала базу, используя любимые материалы орхидов: листья и кору. Союзники предлагают орудие, которое должно помочь в вашем путешествии.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIND_WEAPON"]/text[2]
ru: Колония орхидов на близлежащей планете соглашается отдать вам орудие в обмен на несколько редких образцов растений с вашей родной планеты, которые вам посчастливилось перевозить в трюме.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FIND_WEAPON"]/text[3]
ru: Как только вы совершаете прыжок, корабль орхидов поблизости взрывается по неизвестной причине. Всё, что осталось после взрыва, — это расплавленные металлические обломки и одно невредимое орудие.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FREE_ITEMS"]/text[1]
ru: Щедрые орхиды со станции на маяке предлагают металлолом бесплатно. «Нам это не нужно. Мы предпочитаем титановое дерево».

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FREE_ITEMS"]/text[2]
ru: Маяк пуст, вокруг нет ни кораблей, ни звёзд. Одинокий контейнер, напоминающий по форме гигантское семечко, дрейфует в космосе. Внутри есть немного металлолома и других полезных ресурсов.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_FREE_ITEMS"]/text[3]
ru: Маяк расположен далеко от населённых систем орхидов. Останки разрушенных кораблей дрейфуют неподалёку: последствия давней битвы. Вы собираете, что можете.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_FREE_CREW"]/text
ru: Вы встречаете гигантский лайнер орхидов, сопровождаемый несколькими крейсерами. Один из пассажиров связывается с вами, используя самодельный коммуникатор: «Возьмите меня, пожалуйста. Я могу драться. Я украл шлюпку».

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_FREE_CREW"]/choice[1]/text
ru: Предложить ему служить Федерации на вашем корабле.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_FREE_CREW"]/choice[1]/event/text
ru: Новичок оказался молодым орхидом. Он принимает боевую позу и выделяет химические вещества, которые наполняют вашу команду решимостью.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_FREE_CREW"]/choice[2]/text
ru: Отказать.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_EMPTY_SHIP"]/text
ru: Сигнал бедствия исходит от корабля орхидов, заблудившегося далеко от обычных межзвёздных маршрутов. Вы отправляете запрос связи, но ответа нет.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_EMPTY_SHIP"]/choice[1]/text
ru: Отправить команду, чтобы исследовать корабль.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_EMPTY_SHIP"]/choice[2]/text
ru: Покинуть маяк.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[1]/text
ru: Исследование показало, что на корабле произошёл пожар. Вы можете только догадываться, что послужило причиной аварии. Большая часть оборудования сожжена, в живых никого не осталось, но зато вам удалось найти металлолом и другие полезные ресурсы.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[2]/text
ru: Единственное разумное существо, выжившее на корабле, — обезвоженный орхид. На корабле закончились запасы воды, а система жизнеобеспечения вышла из строя. Вся команда мертва, кроме одного орхида, которого удалось вовремя полить и спасти.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/text
ru: Ваша команда отправилась на корабль с целью найти выживших. Через некоторое время часть команды была подвержена воздействию неизвестных веществ, вызвавших приступ ярости. Как можно быстрее все были возвращены домой, но один из членов экипажа так сильно пострадал, что сошёл с ума сразу после возвращения.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/choice[@req="orchid"]/text
ru: (Член экипажа орхид) Пусть орхид успокоит безумного.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/choice[@req="orchid"]/event/text
ru: Орхид распыляет успокаивающую пыльцу, и безумец постепенно приходит в себя. Вся команда облегчённо вздыхает.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/choice[@req="CREW_STIMS"]/text
ru: (Феромоны мантисов) Накачать его феромонами.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/choice[@req="CREW_STIMS"]/event/text
ru: Как только свежая порция феромонов попадает в лёгкие заболевшего, ему становится лучше. Конец был близок.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/choice[@req="CREW_ALL" and not(@lvl)]/event/text
ru: Вам ничего не остаётся кроме как прикончить бедолагу.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_DISTRESS_EMPTY_SHIP_LIST"]/event[3]/choice[@req="CREW_ALL" and @lvl="0"]/event/text
ru: Так как ваш корабль находится под управлением ИИ, вам не следует опасаться смерти всего экипажа.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/text
ru: Сигнал бедствия поступил с поверхности планеты возле маяка. Лесной пожар распространяется в сторону небольшой колонии орхидов, сил которой недостаточно ни для тушения, ни для своевременной эвакуации.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[1]/text
ru: Помочь спасти как можно больше орхидов.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[1]/event/text
ru: Экосистема на планете орхидов оказалась настолько уязвима к пожарам, что даже усилий всей вашей команды недостаточно, чтобы вовремя спасти колонию. Вам удалось помочь наиболее выносливым существам, но большинство семян и младенцев сгорели.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[2]/text
ru: Нас не заботят проблемы растений.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/text
ru: (Система пожаротушения) Использовать ваш модуль пожаротушения для спасения колонии.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/event/text
ru: Система пожаротушения развёрнута в колонии в сжатые сроки. Она помогает сдерживать пожары в ключевых точках, пока орхиды эвакуируются. Один из орхидов настолько впечатлён, что просит присоединиться к вашей команде.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="FIRE_EXTINGUISHERS"]/event/crewMember
ru: Ванда

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="CREW_STIMS"]/text
ru: (Феромоны мантисов) Использовать феромоны для ускорения эвакуации.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="CREW_STIMS"]/event/text
ru: Под воздействием феромонов как ваша команда, так и орхиды двигаются намного быстрее, что существенно облегчило эвакуацию. Вся колония спасена и один из орхидов настолько впечатлён, что просит присоединиться к команде.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="CREW_STIMS"]/event/crewMember
ru: Ванда

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="crystal"]/text
ru: (Член экипажа кристалин) Остановить распространение пожаров.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="crystal"]/event/text
ru: Ваша команда с помощью кристалина возводит гигантские кристаллические стены за считанные секунды. Распространение пожара удалось замедлить, и вся колония успешно эвакуировалась. Один из орхидов настолько впечатлён, что просит присоединиться к команде.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="crystal"]/event/crewMember
ru: Ванда

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="magman"]/text
ru: (Член экипажа магмен) Отправить магмена в горящий лес.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="magman"]/event/text
ru: Магмен охлаждает лесную границу с поселением орхидов, и огонь больше не может пройти в этом направлении. Хотя большая часть леса сгорит, орхиды в безопасности. Они впечатлены, но опасаются присоединяться к вам из-за "огненного человека" в вашей команде. Вместо этого они предлагают подарок.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="WEAPONS_CRYSTAL_BOMB_REQ"]/text
ru: (Запирающая бомба) Остановить распространение пожаров.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="WEAPONS_CRYSTAL_BOMB_REQ"]/event/text
ru: С помощью бомбы удалось возвести гигантские кристаллические стены за считанные секунды. Распространение пожара удалось замедлить, и вся колония успешно эвакуировалась. Один из орхидов настолько впечатлён, что просит присоединиться к команде.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/choice[@req="WEAPONS_CRYSTAL_BOMB_REQ"]/event/crewMember
ru: Ванда

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/text
ru: Вас приветствует мирный корабль золтанцев. «Наше судно находится на дипломатической миссии в мире орхидов. Мы можем предложить достаточно простую работу, нужно доставить небольшой подарок совету орхидов, чтобы возвестить о нашем прибытии».

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/choice[1]/text
ru: Согласиться подработать курьером.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/choice[1]/event/text
ru: Золтанцы передают координаты и контейнер с подарком орхидам. В упаковке находится небольшая копия космического золтанского корабля необычной формы, излучающая свет и тепло. Копия сделана из высококачественных металлов, устойчива к повреждениям, на неё очень приятно смотреть.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/choice[2]/text
ru: Отказаться.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_ZOLTAN_QUEST_FINISH"]/text
ru: Вы прибываете в систему, указанную ранее золтанцами, с целью доставить их подарок, и представляете его совету орхидов. Несмотря на то, что сами они не могут говорить, орхиды прекрасно понимают любой язык. Они кажутся довольными и предлагают вам награду.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNDER_ATTACK_PIRATE"]/text
ru: Безоружное судно орхидов пытается спастись бегством от корабля космических пиратов, преследующих их.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNDER_ATTACK_PIRATE"]/choice[1]/text
ru: Помочь кораблю орхидов.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNDER_ATTACK_PIRATE"]/choice[1]/event/text
ru: Вы делаете предупредительный выстрел, и пиратский корабль меняет курс в вашу сторону. «Этот корабль ещё больше! Пустим его на лом». Корабль орхидов останавливается на безопасном расстоянии.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNDER_ATTACK_PIRATE"]/choice[2]/text
ru: Не вмешиваться.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_UNDER_ATTACK_PIRATE_SHIP"]/destroyed/text
ru: Пиратский корабль разваливается на куски. Вы связываетесь с судном орхидов.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_UNDER_ATTACK_PIRATE_SHIP"]/deadCrew/text
ru: Сенсоры не обнаруживают признаков жизни на борту пиратского корабля. Вы связываетесь с судном орхидов.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_SAVED_LIST"]/event[1]/text
ru: Корпус корабля орхидов получил тяжёлые повреждения, прежде чем вы подоспели на помощь. Единственный выживший орхид просит присоединиться к вашей команде.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_SAVED_LIST"]/event[2]/text
ru: Корабль орхидов предлагает вам немного ресурсов в качестве награды за их спасение.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_SAVED_LIST"]/event[3]/text
ru: Пока вы сражались с пиратом, корабль орхидов зарядил привод и покинул маяк.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNARMED_TRADER"]/text
ru: Крошечное торговое судно орхидов ждёт вас у маяка. Узнав, что вы представляете силы Федерации, они предлагают часть своих припасов, чтобы помочь общему делу.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNARMED_TRADER"]/choice[1]/text
ru: Принять их предложение.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_UNARMED_TRADER"]/choice[2]/text
ru: Потребовать всё, что у них есть, угрожая силой.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_UNARMED_TRADER_EXTORTION"]/event[1]/text
ru: Торговое судно посылает сигнал бедствия, и военный корабль орхидов незамедлительно совершает прыжок в систему, заряжая орудия.

source: data/events_engi.xml.rawclobber$//eventList[@name="ORCHID_UNARMED_TRADER_EXTORTION"]/event[2]/text
ru: Корабль орхидов послал сигнал бедствия с просьбой о помощи... Но никто не пришёл. Они вынуждены отдать весь свой товар, надеясь, что тогда вы их пощадите.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_UNARMED_TRADER_EXTORTION_SHIP"]/destroyed/text
ru: Пока вы разбирались с военным кораблём орхидов, торговое судно уже покинуло систему. Вы добываете припасы из разрушенного корабля.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_UNARMED_TRADER_EXTORTION_SHIP"]/deadCrew/text
ru: Пока вы разбирались с военным кораблём орхидов, торговое судно уже покинуло систему. Вы добываете припасы из захваченного корабля.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLAVES"]/text
ru: Корабль, занимающийся незаконной торговлей, выходит на связь: «Дешёвые работники! Также могут работать как кислородные генераторы, пушечное мясо, подарки местным вождям, дрова или здоровая пища».

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLAVES"]/choice[1]/text
ru: Спасти порабощённых орхидов!

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLAVES"]/choice[2]/text
ru: Купить раба-орхида.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_SLAVES"]/choice[3]/text
ru: Отказаться и покинуть систему.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_SLAVES_SHIP"]/surrender/text
ru: Работорговцы капитулируют: «Выгодное предложение: работник бесплатно! Только прекратите огонь».

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_SLAVES_SHIP"]/surrender/choice[1]/text
ru: Принять предложение.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_SLAVES_SHIP"]/surrender/choice[2]/text
ru: О капитуляции не может быть и речи.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_SLAVES_SHIP"]/destroyed/text
ru: Корабль работорговцев уничтожен. Больше они никому не причинят зла, но вместе с ними погибло немало невинных пленников.

source: data/events_engi.xml.rawclobber$//ship[@name="ORCHID_SLAVES_SHIP"]/deadCrew/text
ru: Все надсмотрщики мертвы, и один из освобождённых рабов-орхидов принимает предложение вступить в вашу команду.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY"]/text
ru: У маяка расположена гигантская станция орхидов, отмеченная на звёздной карте как "Контактная ботаническая галерея".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY"]/choice[1]/text
ru: Посетить станцию.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY"]/choice[2]/text
ru: Побеседовать с экипажем во время зарядки FTL-привода.

source: data/events_engi.xml.rawclobber$//textList[@name="ORCHID_BOTANICAL_GALLERY_MAIN_TEXT"]/text
ru: Зал для посетителей наполнен атмосферой спокойствия с небольшим оттенком любопытства. В галерее представлено множество необычных экспонатов. Вы задаётесь вопросом, что посетить.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[1]/text
ru: Заплатить за посещение "Воздушной кукурузы".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[1]/event/text
ru: Экспонат содержит гигантскую сферу, защищённую со всех сторон усиленным металлическим покрытием. Внутри сферы растут деревья-исполины. И это всё?

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[1]/event/choice/event/text
ru: Внезапно серия взрывов сотрясает станцию. Плоды деревьев лопаются, выпуская гигантские зёрна во все стороны. Защитная сфера едва устояла перед взрывающимися зёрнами. Орхид-работник станции предлагает зерномёт в подарок.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[2]/text
ru: Заплатить за посещение "Натурального луга".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[2]/event/text
ru: Экспонат содержит поле... травы. По внешнему виду это обычная трава с Земли, довольно высокая, с невзрачными цветами и странно знакомой формой листьев. Оно того стоило?

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[2]/event/choice/event/text
ru: Через несколько минут на лугу вы чувствуете беззаботность, желание смеяться и непреодолимую силу, заставляющую обнять мантиса рядом. Через некоторое время вы и мантис, который оказался другим посетителем, становитесь лучшими друзьями, и он соглашается присоединиться к вашей команде.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[3]/text
ru: Заплатить за посещение "Самогонного аппарата".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[3]/event/text
ru: Этот экспонат представляет собой необычную машину, полностью изготовленную из растительных материалов. Машина выкачивает сок из стройных деревьев с белой корой и перерабатывает его, получая на выходе жидкость, рекламируемую как высококачественное FTL-топливо.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[3]/event/choice/event/text
ru: Поскольку вы уже заплатили за вход, орхиды предлагают немного экспериментального топлива бесплатно.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_1"]/choice[4]/text
ru: Не посещать ничего.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[1]/text
ru: Заплатить за посещение "Аллеи цветов".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[1]/event/text
ru: Экспонат содержит аллею с разнообразными местными цветами. Гуляя по ней, вы зеваете и засыпаете на скамейке...

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[1]/event/choice/event/text
ru: ...вы просыпаетесь от ударов листьями по лицу какого-то орхида! Он даёт понять, что хочет присоединиться к вашей команде. Вы забираете его и уходите.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[2]/text
ru: Заплатить за посещение "Органической фабрики".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[2]/event/text
ru: Экспонатом является цех по производству дронного оборудования орхидов. Орхид-экскурсовод рассказывает как полезен для здоровья сок из оргинических дронов, помимо их основных функций.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[2]/event/choice/event/text
ru: Когда экскурсовод отвлекается, вам удаётся прикарманить схему дрона.

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[3]/text
ru: Заплатить за посещение "Камни созерцания".

source: data/events_engi.xml.rawclobber$//event[@name="ORCHID_BOTANICAL_GALLERY_2"]/choice[3]/event/text
ru: Перед вами круг из камней, на которых сидят существа, похожие на земных сурикатов, но с очень умными мордами. Вы чувствуете, что они хотят, чтобы вы сели рядом...
